Repository: AoT-inc/Looperget
Catalog: looperget/looperget_flask/translations/*/LC_MESSAGES/messages.po
Languages: fr, nl, pl, pt, sv

source: Ramp a PWM Output from one duty cycle to another duty cycle over a period of time.
fr: Définir une rampe pour une sortie en fonction d'un rapport cyclique vers un autre rapport cyclique au cours d'une période de temps.
nl: Ramp een output van de ene duty cycle naar de andere duty cycle over een periode van tijd.
pl: Rampa wyjściu z jednego cyklu obowiązek innego cyklu pracy przez pewien okres czasu.
pt: Rampa uma saída de um ciclo de dever para outro ciclo de trabalho durante um período de tempo.
sv: Ramp en PWM-utgång från en arbetscykel till en annan arbetscykel under en viss tidsperiod.

source: Start
fr: Début
nl: Begin
pl: Początek
pt: Começar

source: End
fr: Fin
nl: Einde
pl: Koniec
pt: Fim
sv: Slutet

source: Increment
fr: Incrément
nl: aanwas
pl: Przyrost
pt: Incremento
sv: Ökning

source: Send a value to the Output.
fr: Envoyer une valeur vers la sortie.
nl: Stuur een waarde naar de uitgang.
pl: Wyślij wartość do wyjścia.
pt: Enviar um valor para a Saída.
sv: Skicka ett värde till utgången.

source: Instruct the Output to dispense a volume.
fr: Ordonner à la sortie de distribuer un volume.
nl: Geef de uitgang opdracht een volume af te geven.
pl: Instruować wyjście do dozowania objętości.
pt: Instrua a Saída para dispensar um volume.
sv: Instruera Output att ge en volym.

source: Set a delay between executing Actions when self.run_all_actions() is used.
fr: Définissez un délai entre les actions a exécuter lorsque self.run_all_actions () est utilisé.
nl: Stel een vertraging tussen acties uitvoeren wanneer self.run_all_actions () wordt gebruikt.
pl: Ustaw opóźnienie między realizujących działania, gdy jest używany self.run_all_actions ().
pt: Defina um atraso entre Ações execução quando self.run_all_actions () é usado.
sv: Ställa in en fördröjning mellan exekverande Åtgärder när self.run_all_actions () används.

source: Capture Photo
fr: Capture de la photo
nl: Foto vastleggen
pl: Uchwycić zdjęcie
pt: Fotografia de Captura
sv: Fånga foto

source: Capture a photo with the selected Camera.
fr: Prendre une photo avec la caméra sélectionnée.
nl: Maak een foto met de geselecteerde Camera.
pl: Zrób zdjęcie z wybranej kamery.
pt: Tirar uma foto com a câmera selecionada.
sv: Ta ett foto med den valda kameran.

source: Set Method
fr: Méthode d'établissement
nl: Set Methode
pl: zresetować Method
pt: Método Set
sv: Ange metod

source: Select a method to set the PID to use.
fr: Sélectionnez une méthode pour régler le PID à utiliser.
nl: Selecteer een methode om de PID te stellen om gebruik te maken.
pl: Wybierz metodę ustalania PID do użytku.
pt: Selecione um método para definir o PID para uso.
sv: Välj en metod för att ställa in PID till användning.

source: Pause a PID.
fr: Mettre en pause le PID.
nl: Pauze een PID.
pl: Wstrzymać PID.
pt: Pausar um PID.
sv: Pausa en PID.

source: Resume a PID.
fr: Reprendre le PID.
nl: Hervat een PID.
pl: Wznowienie PID.
pt: Retomar um PID.
sv: Återuppta en PID.

source: Set
fr: Réinitialiser
pl: Ustaw
pt: Conjunto
sv: Ställ in

source: Set the Setpoint of a PID.
fr: Régler la consigne du PID.
nl: Stel de Setpoint van een PID.
pl: Ustaw wartość zadana PID.
pt: Ajustar a referência de um PID.
sv: Ställ Börvärde en PID.

source: Lower the Setpoint of a PID.
fr: Abaissez la consigne du PID.
nl: Verlaag het Setpoint van een PID.
pl: Obniżenie wartości zadanej PID.
pt: Baixar o Setpoint de um PID.
sv: Sänka börvärdet för en PID.

source: Lower Setpoint
fr: Basse consigne
nl: lagere Setpoint
pl: niższe wartości zadanej
pt: Ponto de ajuste inferior
sv: lägre Börvärde

source: Raise the Setpoint of a PID.
fr: Augmenter le point de consigne d'un PID.
nl: Verhoog het Setpoint van een PID.
pl: Podnieść wartość zadaną PID.
pt: Elevar o Ponto de Partida de um PID.
sv: Höja börvärdet för en PID.

source: Raise Setpoint
fr: raise consigne
pl: podbicie wartości zadanej
pt: Setpoint raise
sv: Höj Börvärde

source: Restart
fr: Redémarrer
nl: Herstart
pl: Uruchom ponownie stronę
pt: Reiniciar
sv: Starta om

source: Shutdown
fr: Arrêt
pl: Wyłączenie
pt: Encerramento
sv: Avstängning

source: The maximum age of the measurement to use
fr: L'âge maximum de la mesure à utiliser
nl: De maximale leeftijd van de meting die moet worden gebruikt
pl: Maksymalny wiek pomiaru do wykorzystania
pt: A idade máxima da medição a utilizar
sv: Högsta ålder för den mätning som ska användas

source: Select a measurement the selected output will affect
fr: Sélectionner une mesure que la sortie sélectionnée affectera
nl: Selecteer een meting waarop de geselecteerde uitgang van invloed zal zijn
pl: Wybierz pomiar wybrane wyjście wpłynie
pt: Seleccione uma medida que a saída seleccionada irá afectar
sv: Välj en mätning som den valda utgången ska påverka

source: Select an output to control that will affect the measurement
fr: Sélectionner une sortie à contrôler qui affectera la mesure
nl: Selecteer een uitgang om te regelen die de meting zal beïnvloeden
pl: Wybierz wyjście do sterowania, które będzie miało wpływ na pomiar
pt: Seleccione uma saída a controlar que irá afectar a medição
sv: Välj en utgång som ska styras och som påverkar mätningen

source: The desired setpoint
fr: La consigne souhaitée
nl: Het gewenste setpoint
pl: Żądana wartość zadana
pt: O ponto de ajuste desejado
sv: Det önskade börvärdet

source: Hysteresis
fr: Hystérisis
nl: Hysterese
pl: Histereza
pt: Histerese
sv: Hysterese

source: The amount above and below the setpoint that defines the control band
fr: La quantité au-dessus et en-dessous de la consigne qui défini la bande de contrôle
nl: De hoeveelheid boven en onder het setpoint die de regelband bepaalt
pl: Ilość powyżej i poniżej wartości zadanej, która definiuje pasmo regulacji
pt: A quantidade acima e abaixo do ponto de ajuste que define a banda de controlo
sv: Det belopp över och under börvärdet som definierar kontrollbandet

source: Last Timelapse Image
fr: Dernière image Timelapse
nl: Laatste timelapse-afbeelding
pl: Ostatni obraz poklatkowy
pt: Exibir a imagem timelapse mais recente
sv: Visa senaste Timelapse-bilden

source: Last Still Image
fr: Dernière image fixe
nl: Laatste stilstaand beeld
pl: Ostatni nieruchomy obraz
pt: Última imagem ainda
sv: Senast tagna stillbild

source: Last Video
fr: Dernière vidéo
nl: Laatste video
pl: Ostatnie wideo
pt: Último vídeo
sv: Senaste Video

source: Video
fr: Vidéo
pl: Wideo
pt: Vídeo

source: Width
fr: Largeur
nl: Breedte
pl: Szerokość
pt: Largura
sv: Bredd

source: Height
fr: Hauteur
nl: Hoogte
pl: Wysokość
pt: Altura
sv: Höjd

source: Contrast
fr: Contraste
pl: Kontrast
pt: Contraste
sv: Kontrast

source: Sharpness
fr: Acuité
nl: Scherpte
pl: Ostrość
pt: Nitidez
sv: Skärpa

source: Shutter Speed
fr: Vitesse d'obturation
nl: sluitertijd
pl: Szybkość migawki
pt: Velocidade do obturador
sv: Slutartid

source: Microseconds
fr: Microsecondes
nl: Microseconden
pl: Mikrosekundy
pt: Microssegundo
sv: Mikrosekunder

source: White Balance
fr: Balance des blancs
nl: Witbalans
pl: Balans bieli
pt: Balanço de branco
sv: Vitbalans

source: Rotate
fr: Rotation
nl: Draaien
pl: Obrót
pt: Rotação
sv: Rotera

source: Degrees
fr: Diplômes
nl: Graden
pl: Stopnie
pt: Grau
sv: Grader

source: Wet/Dry-Bulb
fr: Thermomètre mouillé/sec
nl: Natte/droge bol
pl: Żarówka mokra/sucha
pt: Molhado/Seco - Bulbo
sv: Våt/torr-lampa

source: Dry Bulb
fr: Ampoule sèche
nl: Droge bol
pl: Sucha żarówka
pt: Lâmpada seca
sv: Torr glödlampa

source: Wet Bulb
fr: Ampoule humide
nl: Natte lamp
pl: Mokra żarówka
pt: Lâmpada Molhada
sv: Våt glödlampa

source: Noise Band
fr: Bande de bruit
nl: Ruisband
pl: hałas Pasek
pt: Faixa de ruído
sv: Bullerband

source: Outstep
fr: Sortir
nl: Overschrijden
pt: Passo à frente

source: Measurements to Average
fr: Mesures à moyenne
nl: Metingen naar Gemiddeld
pl: Pomiary średnich
pt: Medidas para médio
sv: Mätningar genomsnittet

source: The number of times to measure each channel. An average of the measurements will be stored.
fr: Le nombre de fois pour mesurer chaque canal. Une moyenne des mesures seront stockées.
nl: Het aantal keren dat elk kanaal te meten. Een gemiddelde van de metingen worden opgeslagen.
pl: Ile razy zmierzyć każdy kanał. Średnia z pomiarów zostaną zapisane.
pt: O número de vezes para medir cada canal. Uma média das medições serão armazenados.
sv: Antalet gånger för att mäta varje kanal. Ett genomsnitt av mätningarna kommer att lagras.

source: Temperature Compensation
fr: Compensation de température
nl: Temperatuurcompensatie
pl: Kompensacja temperatury
pt: Compensação de temperatura
sv: Temperaturkompensation

source: Select a measurement for temperature compensation
fr: Sélectionnez une mesure de compensation de température
nl: Kies een maat voor temperatuurcompensatie
pl: Wybierz pomiar dla kompensacji temperatury
pt: Seleccionar uma medida para a compensação de temperatura
sv: Välja en mätning för temperaturkompensation

source: Set the calibration method to perform during Input activation
fr: Définit la méthode d'étalonnage à effectuer lors de l'activation de l'entrée
nl: Stel de kalibratiemethode in die moet worden uitgevoerd tijdens de invoeractivering
pl: Ustaw metodę kalibracji wykonać podczas aktywacji wejścia
pt: Definir o método de calibragem a ser executado durante a ativação de entrada
sv: Ställ in kalibreringsmetoden för att utföra under Input-aktivering

source: Range
fr: Gamme
nl: Bereik
pl: Zasięg
pt: Gama
sv: Utbud

source: Calibrate
fr: Calibrer
nl: Kalibreer
pl: Kalibrować
pt: Calibrar
sv: Kalibrera

source: Internal
fr: Interne
nl: Intern
pl: Wewnętrzna
pt: Interno
sv: Internt

source: ORP
fr: Potentiel Réd-ox

source: Buffer ORP
fr: Amortisseur de potentiel Réd-Ox
pl: Bufor ORP
pt: ORP tampão
sv: Buffert ORP

source: mV
fr: Milli-Volts

source: Clear Calibration
fr: Étalonnage clair
nl: Kalibratie wissen
pl: jasne Kalibracja
pt: Limpar calibração
sv: Klar kalibrering

source: New I2C Address
fr: Nouvelle addresse I2C
nl: Nieuw I2C-adres
pl: Nowy adres I2C
pt: Novo endereço I2C
sv: Ny I2C-adress

source: The new I2C to set the device to
fr: La nouvelle addresse à laquelle appairer la machine
nl: De nieuwe I2C om het apparaat in te stellen op
pl: Nowe I2C, aby ustawić urządzenie na
pt: O novo I2C para definir o dispositivo para
sv: Den nya I2C för att ställa in enheten på

source: Set I2C Address
fr: Définir l'addresse I2C
nl: I2C-adres instellen
pl: Zestaw I2C Adres
pt: Conjunto I2C Endereço
sv: Ställ in I2C-adress

source: Internal Resistor
fr: résistance interne
nl: interne Weerstand
pl: wewnętrzny rezystor
pt: Resistência interna
sv: internt motstånd

source: Always On
fr: Toujours On
nl: Altijd aan
pl: Zawsze włączony
pt: Sempre ligado
sv: Alltid på

source: Always Off
fr: Toujours Off
nl: Altijd uit
pl: Zawsze wyłączone
pt: Sempre desligado
sv: Alltid avstängd

source: Only On During Measure
fr: Seulement allumé durant la mesure
nl: Alleen aan tijdens maatregel
pl: Włączone tylko podczas pomiaru
pt: Apenas Durante a Medida
sv: Endast på under mätning

source: LED Mode
fr: Mode LED
nl: LED-modus
pl: Tryb LED
pt: Modo LED
sv: LED-läge

source: Manual
fr: Manuel
nl: Handmatig
pl: Ręcznie
sv: Manuell

source: When to turn the LED on
fr: Quand allumer la LED
nl: Wanneer de LED aanzetten
pl: Kiedy włączyć dioda
pt: Quando ligar o LED
sv: När ska lysdioden slås på

source: Temperature Offset
fr: Décalage de température
nl: Temperatuur Offset
pl: Przesunięcie temperatury
pt: Compensação de temperatura
sv: Temperaturförskjutning

source: Pulses per Liter
fr: Pulsation par litre
nl: Impulsen per Liter
pl: Impulsy na litr
pt: Pulsações por litro
sv: Pulser per liter

source: Command Timeout
fr: Délai d'attente de commande
nl: Time-out commando
pl: komenda Timeout
pt: comando Timeout
sv: Timeout Command

source: Current Working Directory
fr: Le répertoire de travail actuel
nl: Huidige werkmap
pl: Aktualny katalog roboczy
pt: Directório de trabalho actual
sv: Den aktuella arbetskatalogen

source: Username for connecting to the server
fr: Nom d'utilisateur pour se connecter au serveur
nl: Gebruikersnaam om verbinding te maken met de server
pl: Nazwa użytkownika do połączenia z serwerem
pt: Nome de utilizador para ligação ao servidor
sv: Användarnamn för anslutning till servern

source: Channel
fr: Canal
nl: Kanaal
pl: Kanał
pt: Canal
sv: Kanal

source: Store Measurement
fr: Mesure du magasin
nl: Winkel meting
pl: Pomiar sklepowy
pt: Medição de Armazenamento
sv: Mätning av butiker

source: IP Address
fr: Adresse IP
nl: IP adres
pl: Adres IP
pt: Endereço de IP
sv: IP-adress

source: Sensor Name
fr: Nom D'utilisateur
nl: Sensornaam
pl: Nazwa czujnika
pt: Nome do sensor
sv: Sensorns namn

source: API Key
fr: Clé API
nl: API Sleutel
pl: Klucz API
pt: Chave API
sv: API-nyckel

source: Latitude (decimal)
fr: Latitude (décimal)
nl: Latitude (decimaal)
pl: Szerokość (dziesiętnie)

source: Longitude (decimal)
fr: Longitude (décimal)
nl: Lengtegraad (decimaal)
pl: Długość (dziesiętnie)
sv: Längd (decimal)

source: Time
fr: Temps
nl: Tijd
pl: Czas
pt: Hora
sv: Tid

source: City
fr: Ville
nl: Stad
pl: Miasto
pt: Cidade
sv: Staden

source: Please log in to access this page
fr: Veuillez vous connecter pour accéder à cette page
nl: Log alstublieft in om toegang te krijgen tot deze pagina
pl: Zaloguj się, aby uzyskać dostęp do tej strony
pt: Por favor, faça o login para acessar esta página
sv: Logga in för att komma åt den här sidan

source: Backup in progress
fr: Sauvegarde en cours
nl: Backup wordt uitgevoerd
pl: Kopii zapasowej w toku
pt: Backup em andamento
sv: Säkerhetskopiering pågår

source: Deletion of backup in progress
fr: Suppression de la sauvegarde en cours
nl: Wissen van back-up bezig
pl: Skreślenie z kopii zapasowej w toku
pt: Exclusão de backup em andamento
sv: Radering av säkerhetskopiering pågår

source: Restore in progress
fr: Restaurer en cours
nl: Bezig met herstellen
pl: Przywracanie w toku
pt: Restaurar em andamento
sv: Återställ pågår

source: There was an error encountered during the upgrade process. Check the upgrade log for details.
fr: Une erreur s'est produite lors de la mise à niveau. Consultez le journal de mise à niveau pour plus de détails.
nl: Er is een fout opgetreden tijdens het upgradeproces. Controleer het upgrade-log voor meer informatie.
pl: Wystąpił błąd napotkanych podczas procesu uaktualniania. Sprawdź uaktualnienia dziennik szczegółów.
pt: Houve um erro encontrado durante o processo de atualização. Verifique o log de atualização para obter detalhes.
sv: Ett fel uppstod under uppgraderingsprocessen. Kontrollera uppgraderingsloggen för detaljer.

source: The upgrade (from master branch) has started
fr: La mise à niveau (de la branche principale) a commencé
nl: De upgrade (van de mastertak) is gestart
pl: Aktualizacja (od gałęzi master) rozpoczęła
pt: A atualização (do ramo mestre) foi iniciada
sv: Uppgraderingen (från huvudgrenen) har börjat

source: The upgrade has started
fr: La mise à niveau a commencé
nl: De upgrade is gestart
pl: Modernizacja rozpoczęła
pt: A atualização foi iniciada
sv: Uppgraderingen har börjat

source: The major version upgrade has started
fr: La mise à niveau de la version majeure a commencé
nl: De belangrijkste versie-upgrade is gestart
pl: Główną uaktualnienie wersji rozpoczęła
pt: A principal atualização da versão foi iniciada
sv: Den stora versionen uppgraderingen har börjat

source: You cannot upgrade if an upgrade is not available
fr: Vous ne pouvez pas mettre à niveau si une mise à niveau n'est pas disponible
nl: U kunt niet upgraden als er geen upgrade beschikbaar is
pl: Nie można uaktualnić jeśli uaktualnienie nie jest dostępny
pt: Você não pode atualizar se uma atualização não estiver disponível
sv: Du kan inte uppgradera om en uppgradering inte är tillgänglig

source: Cannot access admin creation form if an admin user already exists.
fr: Impossible d'accéder au formulaire de création admin si un utilisateur admin existe déjà.
nl: Geen toegang tot het formulier voor het maken van een account als een beheerder al bestaat.
pl: Nie można forma stworzenie dostępu administratora, jeśli użytkownik administracyjny już istnieje.
pt: Não é possível acessar o formulário de criação do administrador se um usuário administrador já existir.
sv: Kan inte komma åt adminskapsformuläret om en administratörs användare redan existerar.

source: Passwords do not match. Please try again.
fr: Les mots de passe ne correspondent pas. Veuillez réessayer.
nl: Wachtwoorden komen niet overeen. Probeer het opnieuw.
pl: Hasła nie pasują do siebie. Proszę spróbuj ponownie.
pt: As senhas não coincidem. Por favor, tente novamente.
sv: Lösenorden matchar inte. Var god försök igen.

source: Invalid username. Must be between 3 and 64 characters and only contain letters and numbers.
fr: Nom d'utilisateur non valide. Il doit être compris entre 3 et 64 caractères et contenir uniquement des lettres et des chiffres.
nl: Ongeldige gebruikersnaam. Moet tussen 3 en 64 karakters zijn en alleen letters en cijfers bevatten.
pl: Nieprawidłowa nazwa użytkownika. Musi mieć od 3 do 64 znaków i zawierać tylko litery i cyfry.
pt: Nome de utilizador inválido. Deve ter entre 3 e 64 caracteres e conter apenas letras e números.
sv: Felaktigt användarnamn. Måste vara mellan 3 och 64 tecken och endast innehålla bokstäver och siffror.

source: Invalid password. Must be between 4 and 64 characters and only contain letters and numbers.
fr: Mot de passe invalide. Il doit comporter entre 4 et 64 caractères et ne doit contenir que des lettres et des chiffres.
nl: Ongeldig wachtwoord. Moet tussen 4 en 64 karakters zijn en alleen letters en cijfers bevatten.
pl: Nieprawidłowe hasło. Musi mieć od 4 do 64 znaków i zawierać tylko litery i cyfry.
pt: Palavra-passe inválida. Deve ter entre 4 e 64 caracteres e conter apenas letras e números.
sv: Felaktigt lösenord. Måste vara mellan 4 och 64 tecken och endast innehålla bokstäver och siffror.

source: User '%(user)s' successfully created. Please log in below.
fr: Utilisateur '%(user)s' créé avec succès. Veuillez vous connecter ci-dessous.
nl: Gebruiker '%(user)s' is succesvol aangemaakt. Log hieronder in.
pl: Użytkownik '%(user)s' utworzony pomyślnie. Proszę zalogować się poniżej.
pt: Usuário '%(user)s' criado com sucesso. Por favor, faça o login abaixo.
sv: Användaren '%(user)s' har skapats. Vänligen logga in nedan.

source: Failed to create user '%(user)s': %(err)s
fr: Échec de la création de l'utilisateur '%(user)s' : %(err)s
nl: Mislukt om gebruiker '%(user)s': %(err)s te maken
pl: Nie udało się utworzyć użytkownika '%(user)s' %(err)s
pt: Falha ao criar usuário '%(user)s': %(err)s
sv: Misslyckades med att skapa användarens '%(user)s': %(err)s

source: Cannot access login page if you're already logged in
fr: Vous ne pouvez pas accéder à la page de connexion si vous êtes déjà connecté
nl: Geen toegang tot aanmeldingspagina als u al bent aangemeld
pl: Nie można uzyskać dostępu do strony logowania, jeśli jesteś już zalogowany
pt: Não é possível acessar a página de login se você já estiver logado
sv: Kan inte komma åt inloggningssidan om du redan är inloggad

source: Too many failed login attempts. Please wait %(min)s minutes before attempting to log in again
fr: Trop de tentatives de connexion ont échoué. Veuillez patienter quelques %(min)s avant d'essayer de vous reconnecter
nl: Te veel mislukte inlogpogingen. Even geduld %(min)s minuten voordat u opnieuw probeert in te loggen
pl: Zbyt wiele nieudanych prób logowania. Poczekaj %(min)s minut przed próbą ponownego logowania
pt: Muitas tentativas de login com falha. Por favor, aguarde %(min)s minutos antes de tentar logar novamente
sv: För många misslyckade inloggningsförsök. Vänta vänta %(min)s minuter innan du försöker logga in igen

source: Successfully logged out
fr: Déconnecté avec succès
nl: Succesvol afgemeld
pl: Pomyślnie wylogowany
pt: Logout com sucesso
sv: Utloggad framgångsrikt

source: System rebooting in 10 seconds
fr: Système de redémarrage en 10 secondes
nl: Systeem opnieuw opstarten binnen 10 seconden
pl: System restartu w 10 sekund
pt: Sistema reinicializando em 10 segundos
sv: Systemstart om 10 sekunder

source: System shutting down in 10 seconds
fr: Système d'arrêt en 10 secondes
nl: Systeem wordt na 10 seconden afgesloten
pl: System zamykania się w 10 sekund
pt: Sistema desligando em 10 segundos
sv: Systemet stängs av om 10 sekunder

source: Command to restart the daemon sent
fr: Commande pour redémarrer le démon envoyé
nl: Commando om de verzonden daemon opnieuw te starten
pl: Polecenie, aby ponownie uruchomić wysłanego demona
pt: Comando para reiniciar o daemon enviado
sv: Kommandot att starta om den skickade demonen

source: Cannot start stream if time-lapse is active.
fr: Impossible de démarrer le flux si time-lapse est actif.
nl: Kan niet streamen als time-lapse actief is.
pl: Nie można uruchomić strumień jeśli poklatkowy jest aktywny.
pt: Não é possível iniciar o fluxo se o lapso de tempo estiver ativo.
sv: Kan inte starta strömmen om tidsfördröjning är aktiv.

source: Invalid password. Must be between 6 and 64 characters and only contain letters, numbers, and symbols.
fr: Mot de passe incorrect. Doit comporter entre 6 et 64 caractères et ne contenir que des lettres, des chiffres et des symboles.
nl: Ongeldig wachtwoord. Moet tussen 6 en 64 tekens lang zijn en mag alleen letters, cijfers en symbolen bevatten.
pl: Nieprawidłowe hasło. Musi wynosić od 6 do 64 znaków i zawierać tylko litery, cyfry i symbole.
pt: Senha inválida. Deve ter entre 6 e 64 caracteres e conter apenas letras, números e símbolos.
sv: Felaktigt lösenord. Måste vara mellan 6 och 64 tecken och innehåller bara bokstäver, siffror och symboler.

source: Code expired or invalid
fr: Code expiré ou invalide
nl: Code verlopen of ongeldig
pl: Kod nieważna
pt: Código expirado ou inválido
sv: Koden har gått ut eller är ogiltig

source: Language
fr: La langue
nl: Taal
pl: Język
pt: Língua
sv: Språk

source: Repeat Password
fr: Répéter le mot de passe
nl: Herhaal wachtwoord
pl: Powtórz hasło
pt: Repita a senha
sv: Repetera lösenord

source: Reset Method
fr: Méthode de réinitialisation
nl: Reset Methode
pl: zresetować Method
pt: Método de reinicialização
sv: Återställningsmetod

source: Save Reset Code to File
fr: Sauvegarder le code de réinitialisation dans un fichier
nl: Resetcode opslaan in bestand
pl: Zapisz reset kodu do pliku
pt: Guardar código de reinicialização em ficheiro
sv: Spara återställningskoden i en fil

source: Email Reset Code
fr: Email du code de réinitialisation
pl: Powiadom kod resetowania
pt: Código de Reposição de Email
sv: Kod för återställning av e-post

source: Submit
fr: Suggérer
nl: Indienen
pl: Zatwierdź
pt: Submeter
sv: Skicka in

source: Change Password
fr: Changer le mot de passe
nl: Wijzig Wachtwoord
pl: Zmień hasło
pt: Alterar Palavra-passe
sv: Ändra lösenord

source: Domain or IP Address
fr: Domaine ou adresse IP
nl: Domein of IP-adres
pl: Domeny lub adres IP
pt: Domínio ou endereço IP
sv: Domän eller IP-adress

source: Add Host
fr: Ajouter un hôte
nl: Host toevoegen
pt: Adicionar host
sv: Lägg till värd

source: Delete Host
fr: Supprimer l'hôte
nl: Host verwijderen
pl: Usuń Host
pt: Excluir host
sv: Ta bort värd

source: I Understand
fr: Je comprends
nl: Ik begrijp het
pl: Rozumiem
pt: Compreendo
sv: Jag förstår

source: Capture Still
fr: Capturer encore
nl: Nog vastleggen
pl: robienie
pt: Capturar Ainda
sv: Fånga fortfarande

source: Start Timelapse
fr: Démarrer Timelapse
nl: Timelapse starten
pl: Rozpocznij timelapse
pt: Iniciar Timelapse
sv: Starta Timelapse

source: Pause Timelapse
fr: Timelapse en pause
nl: Pauze Timelapse
pl: Pauza Timelapse
pt: Pausa Timelapse
sv: Paus Timelapse

source: Resume Timelapse
fr: Reprendre Timelapse
nl: Hervat Timelapse
pl: wznowienie Timelapse
pt: Retomar Timelapse
sv: Fortsätt Timelapse
