Repository: AoT-inc/Looperget
Catalog: looperget/looperget_flask/translations/*/LC_MESSAGES/messages.po
Languages: fr, nl, pl, pt, sv

source: Acceleration
fr: Accélération
nl: Versnelling
pl: Przyśpieszenie
pt: Aceleração

source: ADC
fr: CAN (Convertisseur Analogique-Numérique)

source: Battery
fr: Batterie
nl: Accu
pl: Bateria
pt: Bateria
sv: Batteri

source: Boolean
fr: Booléen
pt: boleano

source: Brightness
fr: Luminosité
nl: Helderheid
pl: Jasność
pt: Brilho
sv: ljusstyrka

source: Carbon Dioxide
fr: Dioxyde de carbone
nl: Koolstofdioxide
pl: Dwutlenek węgla
pt: Dióxido de Carbono
sv: Koldioxid

source: Color
fr: Couleur
nl: Kleur
pl: Kolor
pt: Cor
sv: Färg

source: Red
fr: Rouge
pl: Czerwony
pt: Vermelho
sv: Röd

source: Green
fr: Vert
nl: Groen
pl: Zielona
pt: Verde
sv: Grön

source: Blue
fr: Bleu
nl: Blauw
pl: Niebieski
pt: Azul
sv: Blå

source: Color Temperature
fr: Température de couleur
nl: Kleurtemperatuur
pl: Temperatura barwowa
pt: Temperatura de cor
sv: Färgtemperatur

source: CPU Load
fr: Charge du processeur
nl: CPU-belasting
pl: Obciążenie procesora
pt: Uso da CPU
sv: CPU-laddning

source: Minutes
fr: Procès-verbal
nl: Notulen
pl: Minuty
pt: Minutos
sv: Protokoll

source: Dewpoint
fr: Point de rosée
nl: Dauwpunt
pl: Punkt rosy
pt: Ponto de condensação da água
sv: Daggpunkt

source: Disk
fr: Disque
nl: Schijf
pl: Dysk
pt: Disco

source: Dissolved Oxygen
fr: Oxygène Dissous
nl: Opgeloste zuurstof
pl: rozpuszczony tlen
pt: Oxigênio dissolvido
sv: löst syre

source: Duration
fr: Durée
nl: Looptijd
pl: Włącz na X sekund
pt: Duração
sv: Varaktighet

source: Duty Cycle
fr: Rapport cyclique
nl: Arbeidscyclus
pl: Cykl
pt: Ciclo de Trabalho
sv: Driftscykel

source: GPIO Edge
fr: Front GPIO
pl: Krawędź GPIO
pt: Borda GPIO

source: Electrical Conductivity
fr: Conductivité électrique
nl: Elektrische geleiding
pl: Przewodnictwo elektryczne
pt: Condutividade elétrica
sv: Elektrisk konduktivitet

source: Electrical Current
fr: Courant électrique
nl: Elektrische stroom
pl: Prąd elektryczny
pt: Corrente elétrica
sv: Elektrisk ström

source: Electrical Potential
fr: Potentiel électrique
nl: Elektrisch potentieel
pl: Potencjał elektryczny
pt: Potencial elétrico
sv: Elektrisk potential

source: Energy
fr: Énergie
nl: Energie
pl: Energia
pt: Energia
sv: Energi

source: Frequency
fr: Fréquence
nl: Frequentie
pl: Częstotliwość
pt: Freqüência
sv: Frekvens

source: GPIO State
fr: État du GPIO
nl: GPIO-staat
pt: Estado do GPIO
sv: GPIO-staten

source: Hue
fr: Teinte
nl: Tint
pl: Odcień
pt: Matiz
sv: Nyans

source: Humidity
fr: Humidité
nl: Vochtigheid
pl: Wilgotność
pt: Umidade
sv: Fuktighet

source: Humidity Ratio
fr: Taux d'humidité
nl: Luchtvochtigheid
pl: Wilgotność Proporcje
pt: Taxa de umidade
sv: Luftfuktighet

source: Ion Concentration
fr: Concentration d'ions
nl: Ionenconcentratie
pl: stężenie jonów
pt: Concentração de Íons
sv: Jonkoncentration

source: Length
fr: Longueur
nl: Lengte
pl: Długość
pt: comprimento
sv: Längd

source: Light
fr: Lumière
nl: Licht
pl: Światło
pt: Luz
sv: Ljus

source: Magnetic Flux Density
fr: Densité de Flux Magnétique
nl: Magnetische Fluxdichtheid
pl: Gęstość strumienia magnetycznego
pt: Densidade do fluxo magnético
sv: Magnetisk flödestäthet

source: Methane
fr: Le méthane
nl: Methaan
pl: Metan
pt: Metano
sv: Metan

source: Moisture
fr: Humidité
nl: Vochtigheid
pl: Wilgoć
pt: Umidade
sv: Fukt

source: Oxygen
fr: Oxygène
nl: Zuurstof
pl: Tlen
pt: Oxigénio
sv: Syre

source: Oxidation Reduction Potential
fr: Potentiel redox
nl: Oxidatie reductiepotentieel
pl: Potencjał redukcji utleniania
pt: Potencial de Redução de Oxidação
sv: Oxidation reduktionspotential

source: PID P-Value
fr: Valeur du gain proportionnel PID
nl: PID P-waarde
pl: PID wartość p
sv: PID P-värde

source: PID I-Value
fr: Valeur du gain intégral du PID
nl: PID I-waarde
sv: PID I-värde

source: PID D-Value
fr: Valeur du gain dérivateur PID
nl: PID D-waarde
pl: PID Wartość D
sv: PID D-värde

source: Power
fr: Puissance
nl: Vermogen
pl: Moc
pt: Energia
sv: Effekt

source: Apparent Power
fr: Puissance apparente
nl: Schijnbaar vermogen
pl: Moc pozorna
pt: Poder Aparente
sv: Uppenbar effekt

source: Power Factor
fr: Facteur de puissance
nl: Vermogensfactor
pl: Współczynnik mocy
pt: Factor de potência
sv: Effektfaktor

source: Reactive Power
fr: Puissance réactive
nl: Reactief vermogen
pl: Reaktywna moc
pt: Poder Reactivo
sv: Reaktiv effekt

source: Pressure
fr: Pression
nl: Druk
pl: Ciśnienie
pt: Pressão
sv: Tryck

source: Pulse Width
fr: Largeur d'impulsion
nl: Pulsbreedte
pl: Szerokość impulsu
pt: Largura do pulso
sv: Pulsbredd

source: Radiation Dose Rate
fr: Taux de radioactivité
pl: Dawka promieniowania Oceń
pt: Radiation Dose Taxa
sv: Strålning doshastighet

source: Volume Flow Rate
fr: Débit volumique
nl: Volumestroom
pl: Wskaźnik przepływu
pt: Taxa de fluxo de volume
sv: Volymflödet

source: Resistance
fr: Résistance
nl: Weerstand
pl: Odporność
pt: Resistência
sv: Motstånd

source: Revolutions
fr: Révolutions
pl: Rewolucje
pt: Revoluções
sv: Iterationer

source: Salinity
fr: Salinité
nl: Zoutgehalte
pl: Zasolenie
pt: Salinidade
sv: Salthalt

source: Setpoint
fr: Point de consigne
nl: Setpunt
pl: Oczekiwana wartość
pt: Ponto de ajuste
sv: börvärde

source: Band Min
fr: Bande Min
pl: zespół Min
pt: Banda Min

source: Band Max
fr: Bande Max
pl: Max pasmo
pt: Banda max

source: Specific Enthalpy
fr: Enthalpie libre
nl: Specifieke enthalpie
pl: entalpia
pt: Entalpia Específica
sv: Specifik engtal

source: Specific Gravity
fr: Densité relative
nl: Specifieke zwaartekracht
pl: Środek ciężkości
pt: Gravidade específica
sv: Specifik tyngd

source: Specific Volume
fr: Volume massique
nl: Specifiek volume
pl: objętość właściwa
pt: Volume específico
sv: Specifik volym

source: Speed
fr: Vitesse
nl: Snelheid
pl: Prędkość
pt: Velocidade
sv: Hastighet

source: Temperature
fr: Température
nl: Temperatuur
pl: Temperatura
pt: Temperatura
sv: Temperatur

source: Total Dissolved Solids
fr: Total des solides dissous
nl: Totaal opgeloste vaste stoffen
pl: Suma Substancji Rozpuszczonych
pt: Sólidos Dissolvidos Totais
sv: Totalt antal lösta ämnen

source: Unitless
fr: Sans unité
pl: niemianowana
sv: enhetslös

source: Vapor Pressure Deficit
fr: Déficit de pression de vapeur
pl: Ciśnienie pary Deficit
pt: Déficit de Pressão de Vapor
sv: Ångtrycksunderskott

source: Microsecond
fr: Microseconde
nl: Microseconde
pl: Mikrosekunda
pt: Microssegundo
sv: mikro

source: Microsiemens per centimeter
fr: Microsiemens par centimètre
pl: Mikrosimensach na centymetr
pt: Microsiemens por centímetro

source: Microsieverts per hour
fr: Microsieverts par heure
nl: Microsievert per uur
pl: Mikrosiwertów na godzinę
pt: MicroSieverts por hora
sv: Mikrosievert per timme

source: Amp
fr: Ampère

source: Bearing
fr: Roulement
nl: Lager
pl: łożysko
pt: Rolamento
sv: Bärande

source: Centimeter
fr: Centimètre
pl: Centymetr
pt: Centímetro

source: Centimeters of water
fr: Centimètres d'eau
nl: Centimeters water
pl: Centymetrów wody
pt: Centímetros de água
sv: Centimeter vatten

source: Counts per minute
fr: Coup par minute
nl: Tellingen per minuut
pl: Liczy na minutę
pt: Contagens por minuto
sv: Impulser per minut

source: Decimal
fr: Décimal
nl: Decimale
pl: Dziesiętny

source: Degree
fr: Degrée
nl: Graad
pl: Stopień
pt: Grau
sv: Examen

source: 8-Bit Color
fr: Couleur 8 bits
nl: 8-bits kleuren
pl: 8-bitowy kolor
pt: 8-Bit Cor
sv: 8-bitars färg

source: Foot
fr: Pied
nl: Voet
pl: Stopa
pt: Pé
sv: Fot

source: Full
fr: Plein
nl: vol
pl: Pełny
pt: Cheio

source: G-Force
fr: Force G
pl: Załoga G

source: Gigabyte
fr: Gigaoctet

source: Hour
fr: Heure
nl: Uur
pl: Godzina
pt: Hora
sv: Timme

source: Infrared
fr: Infrarouge
nl: Infrarood
pl: Podczerwień
pt: Infravermelho
sv: Infraröd

source: Kilobyte
fr: Kilo-Octet
pl: kilobajt

source: Kilogram per kilogram
fr: Kilogramme par kilogramme
pl: Kilogram na kilogram
pt: Quilograma por quilo
sv: Kilogram per kilo

source: Kilojoule per kilogram
fr: Kilojoules par kilogramme
pl: Kilodżuli na kilogram
pt: Quilojoule por quilo
sv: Kilojoule per kilo

source: Knot
fr: Noeud
pl: Węzeł
pt: Nó
sv: Knut

source: Kilowatt-hour
fr: Kilowatt-heure
nl: Kilowattuur
pl: Kilowatogodzina
pt: Kilowatt-hora
sv: Kilowattimme

source: Liter
fr: Litre
pl: Litr
pt: Litro

source: Liters per Hour
fr: Litres par heure
nl: Liter per uur
pl: Litrów na godzinę
pt: Litros por hora
sv: Liter per timme

source: Liters per Minute
fr: Litres par minute
nl: Liter per minuut
pl: Litrów na minutę
pt: Litros por minuto
sv: Liter per minut

source: Liters Per Second
fr: Litres par seconde
nl: Liter per seconde
pl: Litrów na sekundę
pt: Litros por segundo
sv: Liter per sekund

source: Meter
fr: Mètre
pl: Metr
pt: Metro

source: Meters per second
fr: Mètre par seconde
nl: Meters per seconde
pl: Metrów Na Sekundę
pt: Metros por segundo
sv: Meter per sekund

source: Meters per second per second
fr: Mètre par seconde par seconde
nl: Meters per seconde per seconde
pl: Metrów na sekundę na sekundę
pt: Metros por segundo por segundo
sv: Meter per sekund per sekund

source: Milligram per Liter
fr: Milligramme par litre
pl: Miligrama na litr
pt: Miligrama por litro

source: Milliamp
fr: Milliampère
pl: Miliamp

source: Milliliter
fr: Millilitre
pl: mililitr
pt: Mililitro

source: Millimeter
fr: Millimètre
pl: Milimetr
pt: Milimetro

source: Miles per hour
fr: Miles par heure
nl: Miles per uur
pl: Mile na godzinę
pt: Milhas por hora
sv: Mil i timmen

source: Millivolt
fr: Millivolts
pl: mV
pt: milivolts

source: Cubic meters per kilogram
fr: Mètres cubes par kilogramme
nl: Kubieke meter per kilogram
pl: Metrów sześciennych na kilogram
pt: Metros cúbicos por quilograma
sv: Kubiska meter per kilo

source: Megahertz
fr: Mégahertz
pl: megaherców

source: Megabyte
fr: Méga-Octet
pl: megabajta

source: Percent
fr: Pourcent
nl: procent
pl: Procent
pt: Por cento
sv: Procent

source: PID values
fr: Valeurs du PID
nl: PID-waarden
pl: wartości PID
pt: Valores PID
sv: PID-värden

source: Parts per billion
fr: Parties par milliard
nl: Onderdelen per miljard
pl: Części na miliard
pt: Partes por bilhão
sv: Delar per miljard

source: Parts per million
fr: Parties par million
nl: Delen per miljoen
pl: Części na milion
pt: Partes por milhão
sv: Delar per miljon

source: Parts per thousand
fr: Parties par milliers
nl: Delen per duizend
pl: Części na tysiąc
pt: Peças por mil
sv: Delar per tusen

source: Pounds per square inch
fr: Livres par pouce au carré
nl: Pond per vierkante inch
pl: Funtów na cal kwadratowy
pt: Libras por polegada quadrada
sv: Pund per kvadrattum

source: Revolutions per minute
fr: Tour par minute
nl: Revoluties per minuut
pl: Obrotów na minutę
pt: Revoluções por minuto
sv: Varv per minut

source: Second
fr: Seconde
nl: Tweede
pl: druga
pt: Segundo
sv: Andra

source: Steps
fr: Etapes
nl: Stappen
pl: Kroki
pt: Passos
sv: Steg

source: Microgram per cubic meter
fr: Microgramme par mètre cube
nl: Microgram per kubieke meter
pl: Mikrogramów na metr sześcienny
pt: Micrograma por metro cúbico
sv: Mikrogram per kubikmeter

source: Add
fr: Ajouter
nl: Toevoegen
pl: Dodaj
pt: Adicionar
sv: Lägg till

source: Activate
fr: Activer
nl: Activeren
pl: Aktywuj
pt: Ativar
sv: Aktivera

source: Alert
fr: Alerte
nl: alarm
pl: Alarm
pt: Alerta
sv: Varna

source: Average
fr: Moyenne
nl: Gemiddelde
pl: Średni
pt: Média
sv: Medel

source: Bluetooth Adapter (hci[X])
fr: Adaptateur Bluetooth (hci[X])
pl: Bluetooth sieciowy (HCI [X])
pt: Adaptador Bluetooth (hci[X])

source: Bluetooth MAC (XX:XX:XX:XX:XX:XX)
fr: MAC Bluetooth (XX:XX:XX:XX:XX:XX)
pl: MAC Bluetooth (XX:XX:XX:XX:XX)
sv: Bluetooth MAC (XX:XX:XX:XX:XX:XX:XX:XX)

source: Calibration
fr: Étalonnage
nl: ijking
pl: Kalibrowanie
pt: Calibração
sv: Kalibrering

source: Calculate
fr: Calculer
nl: Berekenen
pl: Oblicz
pt: Calcular
sv: Beräkna

source: Camera
fr: Caméra
pl: Kamera
pt: Câmera
sv: Kamera

source: Cancel
fr: Annuler
nl: annuleren
pl: anulować
pt: Cancelar
sv: Annullera

source: Clear
fr: Effacer
nl: Doorzichtig
pl: Jasny
pt: Claro
sv: Klar

source: Commands
fr: Commandes
nl: Opdrachten
pl: Polecenia
pt: Comandos
sv: Kommandon

source: Completed
fr: Terminé
nl: Voltooid
pl: Zakończony
pt: concluído
sv: Avslutad

source: Conditional
fr: Conditionnel
nl: Voorwaardelijk
pl: Warunkowy
pt: Condicional
sv: Villkorlig

source: Controller
fr: Contrôleur
nl: controleur
pl: Kontroler
pt: Controlador
sv: Kontrollant

source: Create
fr: Créer
nl: creëren
pl: Stwórz
pt: Crio
sv: Skapa

source: Custom
fr: Personnaliser
nl: gewoonte
pl: Zwyczaj
pt: personalizadas
sv: Beställnings

source: Dashboard
fr: Tableau de bord
pl: Pulpit
pt: painel de controle
sv: instrumentbräda

source: Data
fr: Les données
nl: Gegevens
pl: Dane
pt: Dados

source: Deactivate
fr: Désactiver
nl: deactiveren
pl: Dezaktywuj
pt: Desativar
sv: Avaktivera

source: Default
fr: Défaut
nl: Standaard
pl: Domyślna
pt: Padrão
sv: Standard

source: Delete
fr: Effacer
nl: Verwijder
pl: Skasuj
pt: Excluir
sv: Radera

source: Device
fr: Dispositif
nl: Apparaat
pl: Urządzenie
pt: Dispositivo
sv: anordning

source: Diagnostic
fr: Diagnostique
nl: diagnostisch
pl: Diagnostyczny
pt: Diagnóstico
sv: Diagnostisk

source: Display
fr: Afficher
nl: tonen
pl: Pokaż
pt: Exibição
sv: Visa

source: Down
fr: Vers le bas
nl: naar beneden
pl: Na dół
pt: Baixa
sv: Ner

source: Duplicate
fr: Dupliquer
nl: Duplicaat
pl: Duplikuj
pt: Duplicado
sv: Dubbla

source: Edge
fr: Bord
nl: Rand
pl: Brzeg
pt: Beira
sv: Kant

source: Edit
fr: Modifier
nl: Bewerk
pl: Edytować
pt: Editar
sv: Redigera

source: Energy Usage
fr: La consommation d'énergie
nl: Energiegebruik
pl: Zużycie energii
pt: Uso de energia
sv: Energianvändning

source: Error
fr: Erreur
nl: Fout
pl: Błąd
pt: Erro
sv: Fel

source: Export
fr: Exportation
nl: Exporteren
pl: Eksport
pt: Exportar
sv: Exportera

source: Fail
fr: Échouer
pl: Zawieść
pt: Falhou
sv: Misslyckas

source: Function
fr: Fonction
nl: Functie
pl: Funkcje
pt: Função
sv: Fungera

source: General
fr: Général
nl: Algemeen
pl: Ogólne
pt: Geral
sv: Allmän

source: Hold
fr: Tenir
nl: Houden
pl: Trzymać
pt: Aguarde
sv: Håll

source: I2C Bus
fr: Bus I2C
pl: Magistrala I2C
sv: I2C-buss

source: I2C Address
fr: Addresse I2C
nl: I2C Adres
pl: Adres I2C
pt: Endereço I2C
sv: I2C-adress

source: Indicator
fr: Indicateur
pl: Wskaźnik
pt: Indicador
sv: Indikator

source: Invert
fr: Inverser
nl: Omkeren
pl: Odwracać
pt: Invertido
sv: Invertera

source: Import
fr: Importer
nl: Importeren
pt: Importar
sv: Importera

source: Input
fr: Entrée
nl: Invoer
pl: Wejście
pt: Entrada
sv: Inmatning

source: Invalid
fr: Invalide
nl: Ongeldig
pl: Nieważny
pt: Inválido
sv: Ogiltig

source: Last
fr: Dernier
nl: Laatste
pl: Ostatni, ubiegły, zeszły
pt: Último
sv: Sista

source: Line
fr: Ligne
nl: Lijn
pl: Linia
pt: Linha
sv: Linje

source: Lock
fr: Verrouiller
nl: Slot
pl: Zamek
pt: Fechadura
sv: Lås

source: Login
fr: S'identifier
pl: Zaloguj sie
pt: Entrar
sv: Logga in

source: Measurement
fr: Mesure
nl: Meting
pl: Pomiary
pt: Medição
sv: Mått

source: Method
fr: Méthode
nl: Methode
pl: Metody
pt: Método
sv: Metod

source: Modify
fr: Modifier
nl: Wijzigen
pl: Modyfikować
pt: Modificar
sv: Ändra

source: Multiple
fr: Plusieurs
nl: Meerdere
pl: Wielokrotność
pt: Múltiplo
sv: Flera olika

source: None Available
fr: Aucun disponible
nl: Niet beschikbaar
pl: Niedostępne
pt: Não disponível
sv: Ingen tillgänglig

source: Note
fr: Remarque
nl: Notitie
pl: Notatki
pt: Nota
sv: Notera

source: Off
fr: Arrêt
nl: Uit
pl: Wyłącz
pt: Fora
sv: Av

source: Output
fr: Sortie
nl: uitgang
pl: Wyjścia
pt: Saída
sv: Produktion

source: Past
fr: Passé
nl: Verleden
pl: Przeszłość
pt: Passado
sv: Dåtid

source: Password
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt: Senha
sv: Lösenord

source: Pin
fr: Épingler
pl: Kołek
sv: Stift

source: Publish
fr: Publier
nl: Publiceren
pl: Publikować
pt: Publicar
sv: Publicera

source: Ramp
fr: Rampe
pl: Rampa
pt: Rampa

source: Rename
fr: Renommer
nl: andere naam geven
pl: Przemianować
pt: Renomear
sv: Döpa om

source: Reorder
fr: Réorganiser
nl: Opnieuw ordenen
pl: Zmień kolejność
pt: Reordenar
sv: ordna

source: Reset
fr: Réinitialiser
pl: Resetowanie
pt: Redefinir
sv: Återställa

source: Resume
fr: Continuer
nl: Hervatten
pl: Wznawianie
pt: Currículo
sv: Återuppta

source: Save
fr: Sauvegarder
nl: Opslaan
pl: Zapisz
pt: Salve
sv: Spara

source: Save Order
fr: Enregistrer la commande
nl: Bewaar bestelling
pl: Zapisz Zamówienie
pt: Salvar Ordem
sv: Spara beställning

source: Scale
fr: Échelle
nl: Schaal
pl: Skala
pt: Balança
sv: Skala

source: Unscaled Unit Min
fr: Unité non calibrée
nl: Ongeschaalde eenheid Min
pl: Nieskalowany Jednostka Min
pt: Unidade Unscaled Min
sv: Oskalad enhet Min

source: Unscaled Unit Max
fr: Unité max. Non mise à l'échelle
nl: Ongeschaalde eenheid Max
pl: Nieskalowany Jednostka Max
pt: Unidade Unscaled Max
sv: Oskalad enhet Max

source: Rescaled Unit Min
fr: Unité redimensionnée
nl: Herschaalde eenheid Min
pl: Przeskalowane Jednostka Min
pt: Unidade de reescalonamento Min
sv: Uppskalad enhet Min

source: Rescaled Unit Max
fr: Unité redimensionnée Max
nl: Hervormde eenheid Max
pl: Przeskalowane Jednostka Max
pt: Unidade redimensionada Max
sv: Uppskalad enhet Max

source: Select One
fr: Sélectionnez un seul
nl: Kies een
pl: Wybierz jeden
pt: Selecione um
sv: Välj en

source: Sensitivity
fr: Sensibilité
nl: Gevoeligheid
pl: Wrażliwość
pt: Sensibilidade
sv: Känslighet

source: Settings
fr: Paramètres
nl: instellingen
pl: Ustawienia
pt: Configurações
sv: inställningar

source: Single
fr: Unique
pl: Pojedynczy
pt: solteiro
sv: Enda

source: Stops
fr: Arrêts
pl: Przystanki
sv: Stoppar

source: Success
fr: Succès
nl: Succes
pl: Sukces
pt: Sucesso
sv: Framgång

source: Sum
fr: Somme
nl: Som
pl: Suma
pt: Soma
sv: Summa

source: System
fr: Système
nl: Systeem
pt: Sistema
sv: Systemet

source: Tag
fr: Étiquette
nl: Label
pl: Etykietka
sv: Märka

source: Text
fr: Texte
nl: Tekst
pl: Tekst
pt: Texto

source: Theme
fr: Thème
nl: Thema
pl: Motyw
pt: Tema
sv: Tema

source: Time-lapse
fr: Intervalle
sv: Tidsförlopp

source: Timer
fr: Minuteur
pl: Regulator czasowy
pt: Cronômetro

source: Trigger
fr: Déclencheur
nl: Op gang brengen
pl: Wyzwalacz
pt: Desencadear

source: Unlock
fr: Déverrouiller
nl: Ontgrendelen
pl: Odblokuj
pt: Desbloquear
sv: Lås upp

source: Up
fr: Vers le haut
nl: omhoog
pl: W górę
pt: Acima
sv: Upp

source: User
fr: Utilisateur
nl: Gebruiker
pl: Użytkownik
pt: Do utilizador
sv: Användare

source: Value
fr: Valeur
nl: Waarde
pl: Wartość
pt: Valor
sv: Värde

source: Voltage
fr: Tension
nl: Spanning
pl: Napięcie
pt: Voltagem
sv: Spänning

source: 1-Wire Device ID
fr: ID du capteur en 1-Wire
nl: 1-draads apparaat-ID
pl: 1 przewodu Identyfikator urządzenia
pt: ID do dispositivo de 1 fio
sv: 1-tråds-ID

source: Resolution
fr: Résolution
nl: Resolutie
pl: Rozkład
pt: Resolução
sv: Upplösning

source: Sample Speed
fr: Vitesse d'échantillonnage
nl: Sample Snelheid
pl: próbka Prędkość
pt: Velocidade da amostra
sv: Provhastighet

source: Baud Rate
fr: Débit en Baud
pt: Taxa de transmissão

source: The UART baud rate
fr: Le débit en Baud en UART
nl: De UART-baudsnelheid
pl: Szybkość transmisji UART
pt: A taxa de transmissão UART
sv: UART baudräntan

source: Command
fr: Commander
nl: Commando
pl: Komenda
pt: Comando
sv: Kommando

source: The command to be executed
fr: La commande à exécuter
nl: Het commando dat moet worden uitgevoerd
pl: Polecenie, które ma być wykonane
pt: O comando a ser executado
sv: Det kommando som ska utföras

source: Select the unit of the measurement to be stored in the database
fr: Sélectionnez l'unité de mesure à stocker dans la base de données
nl: Selecteer de eenheid van de meting die in de database moet worden opgeslagen
pl: Wybierz jednostkę pomiaru mają być przechowywane w bazie danych
pt: Selecione a unidade da medida a ser armazenada no banco de dados
sv: Välj den måttenhet som ska lagras i databasen

source: Convert to Unit
fr: Convertir en Unité
nl: Converteren naar eenheid
pl: Konwersja do jednostki
pt: Converter para unidade
sv: Konvertera till enhet

source: Convert the measurement to a different unit
fr: Convertir la mesure dans une autre unité
nl: Zet de meting om naar een andere eenheid
pl: Konwersja pomiar do innej jednostki
pt: Converta a medida em uma unidade diferente
sv: Konvertera mätningen till en annan enhet

source: click to copy to the clipboard
fr: Cliquez pour copier dans le presse-papiers
nl: klik om te kopiëren naar het klembord
pl: kliknij, aby skopiować do schowka
pt: clique para copiar para a área de transferência
sv: klicka för att kopiera till Urklipp

source: Deadline
fr: Date limite
pl: Ostateczny termin
pt: Data limite
sv: Sista ansökningsdag

source: Seconds
fr: Secondes
nl: Seconden
pl: Sekundy
pt: Segundos
sv: Sekunder

source: Time to wait until failure
fr: Il faut attendre l'échec
nl: Tijd om te wachten tot mislukking
pl: Czas oczekiwania na porażkę
pt: Tempo para esperar pelo fracasso
sv: Dags att vänta tills misslyckandet inträffar

source: Duty cycle for the PWM (percent, 0.0 - 100.0)
fr: Rapport cyclique en PWM (pourcentage, 0.0 - 100.0)
nl: Inschakelduur voor de PWM (procent, 0.0 - 100.0)
pl: cykl pracy PWM (procent, 0,0 - 100,0)
pt: Ciclo de trabalho para o PWM (porcentagem, 0,0 - 100,0)
sv: Driftscykel för PWM (procent, 0,0 - 100,0)

source: Desired Flow Rate
fr: Débit souhaité
nl: Gewenst debiet
pl: Żądane natężenie przepływu
pt: Taxa de fluxo desejada
sv: Önskad flödeshastighet

source: Name Font Size (em)
fr: Nom Taille police (em)
nl: Naam Font Size (em)
pl: Rozmiar Nazwa czcionki (em)
pt: Nome Tamanho da fonte (em)
sv: Namn Teckenstorlek (em)

source: The font size of the Name text
fr: La taille de la police du texte du "Nom"
nl: De lettergrootte van de tekst Name
pl: Rozmiar czcionki tekstu Nazwa
pt: O tamanho da fonte do texto Nome
sv: Teckenstorleken Namn text

source: Force Command
fr: Contrôle de la force
nl: Force Commando
pl: Dowództwo sił
pt: Comando da força

source: Always send the command if instructed, regardless of the current state
fr: Toujours envoyer la commande sur instruction, quel que soit l'état actuel
nl: Stuur altijd de opdracht als opdracht, ongeacht de huidige toestand
pl: Zawsze wysłać polecenie jeżeli poinstruowany, niezależnie od aktualnego stanu
pt: Sempre enviar o comando se instruído, independentemente do estado atual
sv: skickar alltid kommandot om uppdrag, oavsett det aktuella läget

source: FTDI Device
fr: Dispositif FTDI
nl: FTDI-apparaat
pl: Urządzenie FTDI
pt: Dispositivo FTDI
sv: FTDI-enhet

source: The FTDI device connected to the input/output/etc.
fr: L'appareil FTDI connecté à l'input/l'output/etc.
nl: Het FTDI-apparaat dat is aangesloten op de ingang/uitgang/etc.
pl: Urządzenie FTDI podłączone do wejścia / wyjścia / itp.
pt: O dispositivo FTDI ligado à entrada/saída/etc.
sv: FTDI-enheten som är ansluten till ingång/utgång/etc.

source: GPIO (using BCM numbering)
fr: GPIO (en utilisant la numérotation BCM)
nl: GPIO (met BCM nummering)
pl: GPIO (z zachowaniem numeracji BCM)
pt: GPIO (utilizando a numeração BCM)
sv: GPIO (med BCM-numrering)

source: Flow Rate Method
fr: Méthode de débit volumique
nl: Methode voor het debiet
pl: Przepływ Metoda
pt: Método de taxa de fluxo
sv: Metod för flödeshastighet

source: The flow rate to use when pumping a volume
fr: Le débit volumique à utiliser quand un certain volume est pompé
nl: Het debiet dat moet worden gebruikt bij het pompen van een volume
pl: Prędkość przepływu podczas pompowania do użytku objętość
pt: O caudal a utilizar ao bombear um volume
sv: Flödeshastighet som ska användas när en volym pumpas

source: Host
fr: Hôte
nl: Gastheer
pl: Gospodarz
pt: Hospedeiro
sv: Värd

source: Host or IP address
fr: Adresse de l'hôte ou adresse IP
nl: Host- of IP-adres
pl: Host lub adres IP
pt: Anfitrião ou endereço IP
sv: Värd eller IP-adress
