Repository: AoT-inc/Looperget
Catalog: looperget/looperget_flask/translations/*/LC_MESSAGES/messages.po
Languages: fr, nl, pl, pt, sv

source: The interface used to communicate
fr: L'interface utilisée pour communiquer
nl: De interface die wordt gebruikt om te communiceren
pl: Interfejs używany do komunikacji
pt: A interface usada para comunicar
sv: Gränssnittet användes för att kommunicera

source: The user to execute the command
fr: L'utilisateur pour executer la commande
nl: De gebruiker die de opdracht moet uitvoeren
pl: Użytkownik, aby wykonać polecenie
pt: O utilizador para executar o comando
sv: Användaren som ska utföra kommandot

source: Log Level: Debug
fr: Niveau du journal : Debug
pt: Nível de registro: Debug

source: Show debug lines in the Daemon Log
fr: Afficher les lignes de débogage dans le journal Daemon
nl: Toon debug lijnen in de Daemon Log
pl: Pokaż linie debugowania w demonie Zaloguj
pt: Mostrar linhas de depuração no Log Daemon
sv: Visa felsöknings linjer i Daemon Log

source: Max Age
fr: Âge maximum
nl: Maximum leeftijd
pl: Maks. wiek
pt: Idade máxima
sv: Högsta ålder

source: The maximum allowable measurement age
fr: L'âge maximum de mesure autorisé
nl: De maximaal toegestane meetleeftijd
pl: Maksymalny dopuszczalny wiek pomiar
pt: A idade máxima permitida da medição
sv: Den maximala tillåtna mätåldern

source: Unit Measurement
fr: Mesure d'unité
nl: Eenheid meting
pl: jednostka miary
pt: Medida unitária
sv: Enhetsmätning

source: Select a unit for the stored value
fr: Sélectionnez une unité pour la valeur stockée
nl: Selecteer een eenheid voor de opgeslagen waarde
pl: Wybierz jednostkę do zapamiętanej wartości
pt: Selecione uma unidade para o valor armazenado
sv: Välj en enhet för det lagrade värdet

source: Measurements Enabled
fr: Mesures activées
nl: Metingen ingeschakeld
pl: Dostępne pomiary
pt: Medidas ativadas
sv: Mätningar aktiverade

source: The measurements to record
fr: Les mesures à enregistrer
nl: De metingen om op te nemen
pl: Pomiary na nagrywanie
pt: As medições para gravar
sv: Mätningarna att spela in

source: Message Includes Code
fr: Message Code Comprend
nl: Bericht bevat code
pl: Wiadomość zawiera kod
pt: Mensagem inclui o código
sv: Meddelandet innehåller kod

source: Include the code in the message variable
fr: Inclure le code dans la variable de message
nl: Neem de code in het bericht variabele
pl: Zawierać kod w zmiennej treści
pt: Inclua o código na variável de mensagem
sv: Inkludera koden i meddelandet variabeln

source: Name
fr: prénom
nl: Naam
pl: Nazwa
pt: Nome
sv: namn

source: A name to distinguish this from others
fr: Un nom pour le distinguer des autres
nl: Een naam om dit te onderscheiden van anderen
pl: Nazwa do odróżnienia od innych urządzeń
pt: Um nome para distinguir isso dos outros
sv: Ett namn som skiljer det från andra

source: Off Command
fr: Commande Off
nl: Uit Commando
pl: off poleceń
pt: Comando Desligado
sv: Av komando

source: Command to execute when the output is instructed to turn off
fr: La commande à executer quand la sortie est chargée d'être éteinte
nl: Commando om uit te voeren wanneer de uitgang wordt geïnstrueerd om uit te schakelen
pl: Polecenie do wykonania, gdy wyjście jest instruowany, aby wyłączyć
pt: Comando para executar quando a saída é instruída para desligar
sv: Kommando som ska utföras när utgången instrueras att stängas av

source: On Command
fr: Sur commande
nl: Op commando
pl: Na komendę
pt: No comando
sv: På kommando

source: Command to execute when the output is instructed to turn on
fr: La commande à executer quand la sortie est chargée d'être éteinte
nl: Commando om uit te voeren wanneer de uitgang opdracht krijgt om aan te gaan
pl: Polecenie do wykonania, gdy wyjście jest instruowany, aby włączyć
pt: Comando para executar quando a saída é instruída para ligar
sv: Kommando som ska utföras när utgången instrueras att slås på.

source: On State
fr: sur État
pl: Stan włączenia
pt: no Estado
sv: på State

source: What state triggers the output to turn on? High or Low?
fr: Quel état déclenche l'activation de la sortie ? Haut ou bas ?
nl: In welke staat wordt de uitgang geactiveerd? Hoog of laag?
pl: Jaki stan wyzwala wyjście włączyć? Wysoko czy nisko?
pt: Qual estado dispara a saída para ligar? Alto ou baixo?
sv: Vilket tillstånd utlöses för att sätta på? Hög eller låg?

source: Send to output controller
fr: Envoyer au contrôleur de sortie
nl: Zenden naar uitgangscontroller
pl: Wyślij do sterownika wyjściowego
pt: Enviar para o controlador de saída
sv: Skicka till utmatningsstyrning

source: Period
fr: Période
nl: Periode
pl: Kropka
pt: Período

source: The duration between measurements or actions
fr: La durée entre les mesures ou les actions
nl: De duur tussen metingen of acties
pl: Czas trwania pomiędzy pomiarami lub działaniami
pt: A duração entre medições ou acções
sv: Varaktigheten mellan mätningar eller åtgärder.

source: Clock
fr: Horloge
nl: Klok
pl: Zegar
pt: Relógio
sv: Klockan

source: Cable Select
fr: Sélection du câble
nl: Kabel kiezen
pl: Wybór kabla
pt: Selecção do cabo
sv: Kabelval

source: Host port number
fr: Numéro de port de l'hôte
nl: Host poort nummer
pl: numer portu hosta
pt: Número da Porta do Host
sv: Värd port nummer

source: Pre Out Duration
fr: Pre Out Durée
nl: Pre-out duur
pt: Duração Pré-saída
sv: Pre Out Varaktighet

source: If a Pre Output is selected, set the duration to turn the Pre Output on for before every measurement is acquired.
fr: Si une pré-sortie est sélectionnée, définissez la durée d'activation de la pré-sortie avant l'acquisition de chaque mesure.
nl: Als een pre-uitgang is geselecteerd, stelt u de tijdsduur in gedurende welke de pre-uitgang wordt ingeschakeld voordat elke meting wordt verkregen.
pl: Jeśli wybrano wyjście wstępne, ustaw czas, na jaki wyjście wstępne ma być włączone przed każdym pomiarem.
pt: Se for seleccionada uma Pré Saída, defina a duração para ligar a Pré Saída antes de cada medição ser adquirida.
sv: Om en förutgång har valts, ställ in hur länge förutgången ska vara på innan varje mätning registreras.

source: Pre During Measure
fr: Pré pendant la mesure
nl: Pre tijdens meten
pl: Odwróć operacje przedpomiarową
pt: Pré durante a medida
sv: Pre under åtgärd

source: Check to turn the output off after (opposed to before) the measurement is complete
fr: Cochez pour désactiver la sortie après (opposé à avant) la mesure est terminée
nl: Controleer om de uitgang uit te schakelen nadat (in tegenstelling tot eerder) de meting is voltooid
pl: Zaznacz, żeby wyłączyć wyjście po pomiarze (zamiast przed pomiarem)
pt: Verifique para desligar a saída após (em oposição a antes) a medição está completa
sv: Kontrollera att utgången är avstängd efter (i motsats till tidigare) mätningen är klar

source: Pre Output
fr: Pré-sortie
pl: Wyjście przed pomiarowe

source: Turn the selected output on before taking every measurement
fr: Activer la sortie sélectionnée avant de prendre chaque mesure
nl: Schakel de geselecteerde uitgang in voordat u elke meting uitvoert
pl: Włącz wybrane wyjście przed każdym pomiarem
pt: Ligue a saída selecionada antes de tomar todas as medições
sv: Vrid den valda utsignalen innan du tar varje mätning

source: PWM Command
fr: Commande PWM
nl: PWM-commando
pl: PWM poleceń
pt: Comando PWM
sv: PWM-kommando

source: Command to execute to set the PWM duty cycle (%)
fr: La commande à executer pour établir le rapport cyclique en PWM (%)
nl: Uit te voeren commando om de PWM duty cycle in te stellen (%)
pl: Polecenie do wykonania, aby ustawić cykl PWM (%)
pt: Comando de execução para definir o ciclo de trabalho do PWM (%)
sv: Kommando som ska utföras för att ställa in PWM-tjänstgöringsgraden (%)

source: The Hertz to output the PWM signal (0 - 70,000)
fr: Le Hertz pour sortir le signal PWM (0 - 70 000)
nl: De Hertz voert het PWM-signaal uit (0 - 70.000)
pl: Hertz do wyjścia sygnału PWM (0 - 70.000)
pt: O Hertz para produzir o sinal PWM (0 - 70.000)
sv: Hertz för att mata ut PWM-signalen (0 - 70 000)

source: Library
fr: Bibliothèque
nl: Bibliotheek
pl: Biblioteka
pt: Biblioteca
sv: Bibliotek

source: Which method to produce the PWM signal (hardware pins can produce higher frequencies)
fr: Quelle méthode pour produire le signal PWM (les broches matérielles peuvent produire des fréquences plus élevées)
nl: Welke methode om het PWM-signaal te produceren (hardwarepinnen kunnen hogere frequenties produceren)
pl: Który to sposób w celu wytworzenia sygnału PWM (PIN sprzętowe mogą dawać wyższe częstotliwości)
pt: Qual método para produzir o sinal PWM (pinos de hardware podem produzir freqüências mais altas)
sv: Vilken metod för att producera PWM-signalen (hårdvarubärmar kan producera högre frekvenser)

source: Reference Resistance
fr: Résistance de référence
nl: Referentie weerstand
pl: Odporność referencyjna
pt: Resistência de Referência
sv: Referensresistens

source: Refresh
fr: Rafraîchir
nl: Vernieuwen
pl: Odśwież
pt: Actualizar
sv: Uppdatera

source: Duration to wait between acquiring new measurements
fr: Durée d'attente entre l'acquisition de nouvelles mesures
nl: Wachttijd tussen het verwerven van nieuwe metingen
pl: Czas oczekiwania na nowe pomiary
pt: Duração de espera entre a aquisição de novas medições
sv: Väntetid mellan nya mätningar

source: Measurement resolution
fr: Résolution de mesure
nl: Meetresolutie
pl: rozdzielczość pomiaru
pt: Resolução de medição
sv: Mätupplösning

source: Pulses Per Rev
fr: Impulsions par rév
nl: Pulsen per Rev
pl: Impulsy Per Rev
pt: Pulsos por Rev
sv: Pulser per rev

source: The number of pulses per revolution to calculate revolutions per minute (RPM)
fr: Le nombre d'impulsions par tour pour calculer les tours par minute (RPM)
nl: Het aantal pulsen per omwenteling om omwentelingen per minuut (RPM) te berekenen
pl: Ilość impulsów na obrót do oblicz obrotów na minutę (RPM)
pt: O número de pulsos por revolução para calcular revoluções por minuto (RPM)
sv: Antalet pulser per revolution för att beräkna varv per minut (RPM)

source: Sample Time
fr: Temps d'échantillonnage
nl: Proeftijd
pl: Okres próbny
pt: Tempo da amostra
sv: Provtid

source: The duration of time to sample
fr: La durée d'échantillonnage
nl: De tijdsduur van de bemonstering
pl: Czas trwania próby
pt: A duração do tempo para a amostragem
sv: Tidsåtgång för provtagning

source: Measurement Unit
fr: Unité de mesure
nl: Meeteenheid
pl: Jednostka miary
pt: Unidade de medida
sv: Måttenhet

source: Select the measurement and unit to store this measurement in the database
fr: Sélectionnez la mesure et l'unité pour stocker cette mesure dans la base de données
nl: Selecteer de meting en eenheid om deze meting in de database op te slaan
pl: Wybierz pomiar i urządzenia do przechowywania tego pomiaru w bazie danych
pt: Selecione a medida e a unidade para armazenar esta medida no banco de dados
sv: Välj mätning och enhet för att lagra denna mätning i databasen

source: Setpoint Tracking Type
fr: Suivi consigne type
nl: Zonnevolger Type
pl: Wybierz typ zmienności oczekiwanej
pt: Setpoint Tipo de Rastreamento
sv: Börvärde Tracking Typ

source: Select the type of setpoint tracking
fr: Sélectionnez le type de suivi consigne
nl: Selecteer het type Zonnevolger
pl: Wybór rodzaju śledzenia wartości zadanej
pt: Selecione o tipo de rastreamento de ponto de ajuste
sv: Välj typ av börvärde spårning

source: The input voltage to the sensor
fr: La tension d'entrée au capteur
nl: De ingangsspanning naar de sensor
pl: Napięcie wejściowe z czujnikiem
pt: A tensão de entrada para o sensor
sv: Ingångsspänningen till sensorn

source: Shutdown Value
fr: arrêt Valeur
pl: Wartość Shutdown
pt: Valor Shutdown
sv: avstängning Värde

source: The output value to set when Looperget shuts down
fr: La valeur de sortie pour définir quand le bas de Looperget
nl: De output waarde in te stellen wanneer Looperget Hiermee sluit
pl: Wartość wyjściowa do zestawu gdy Looperget wyłącza
pt: O valor de saída para definir quando Looperget fecha para baixo
sv: Produktionen värde för att ange när Looperget stängs ner

source: Start Offset
fr: Décalage de départ
nl: Begin Offset
pl: Początek Przesunięcie
pt: Iniciar Offset
sv: Startförskjutning

source: The duration to wait before the first operation
fr: La durée à attendre avant la première opération
nl: De wachttijd voor de eerste operatie
pl: Czas oczekiwania przed pierwszą operacją
pt: A duração a esperar antes da primeira operação
sv: Den tid som ska vänta innan den första operationen utförs

source: Startup Value
fr: Valeur de démarrage
nl: Opstartwaarde
pl: Uruchomienie Wartość
pt: Valor de inicialização
sv: Startup Värde

source: The output value to set when Looperget starts up
fr: La valeur de sortie pour définir quand Looperget démarre
nl: De output waarde in te stellen wanneer Looperget opstart
pl: Wartość wyjściowa do zestawu gdy Looperget uruchamia się
pt: O valor de saída para definir quando Looperget inicia-se
sv: Produktionen värde för att ange när Looperget startar

source: Shutdown State
fr: État d'arrêt
pl: Stan przy zamykaniu systemu
pt: Estado Shutdown
sv: avstängning State

source: When Looperget shuts down, set the output state
fr: Lorsque le bas de Looperget, définissez l'état de sortie
nl: Wanneer Looperget wordt uitgeschakeld zet de uitgang staat
pl: Kiedy Looperget wyłącza, ustaw stan wyjściowy
pt: Quando Looperget desligado, definir o estado de saída
sv: När Looperget stängs av ställa in produktionen tillståndet

source: Startup State
fr: Etat de départ
nl: Start staat
pl: Stan startowy
pt: Estado de arranque
sv: Starta staten

source: When Looperget starts, set the output state
fr: Lorsque Looperget démarre, définissez l'état de sortie
nl: Wanneer Looperget start, stelt u de uitgangsstatus in
pl: Kiedy zaczyna Looperget, ustaw stan wyjściowy
pt: Quando o Looperget iniciar, defina o estado de saída
sv: När Looperget startar, ställ in utgångsläget

source: Edge detection: low to high (rising), high to low (falling), or both
fr: Détection de front : faible à élevé (montant), élevé à faible (descendant) ou les deux
nl: Randdetectie: laag naar hoog (stijgend), hoog naar laag (dalend), of beide
pl: wykrywanie krawędzi rosnąco (rośnie), wysokiej do niskiej (spada), lub oba
pt: Detecção de bordas: baixa a alta (alta), alta a baixa (baixa) ou ambas
sv: Kantdetektering: låg till hög (stigande), hög till låg (fallande) eller båda

source: Bounce Time
fr: Temps de rebondissement
nl: Stuitertijd
pt: Hora de salto
sv: Hoppa tid

source: Milliseconds
fr: Millisecondes
nl: Milliseconden
pl: Milisekundy
pt: Milissegundos
sv: Millisekunder

source: The amount of time to bounce the input signal
fr: Le temps nécessaire pour faire rebondir le signal d'entrée
nl: De hoeveelheid tijd om het ingangssignaal te laten weerkaatsen
pl: Ilość czasu na odbicie sygnału wejściowego
pt: A quantidade de tempo para fazer ricochetear o sinal de entrada
sv: Den tid som behövs för att studsa den ingående signalen

source: Reset Period
fr: Période de réinitialisation
nl: Periode resetten
pl: Okres resetu
pt: Reiniciar Período
sv: Återställningsperiod

source: Wait a period of time after the first edge detection to begin detecting again
fr: Attendre une période de temps après la première détection de bord pour recommencer la détection
nl: Wacht een bepaalde tijd na de eerste flankdetectie om opnieuw te beginnen met detecteren
pl: Odczekać pewien okres czasu po pierwszym wykryciu krawędzi, aby ponownie rozpocząć wykrywanie
pt: Aguardar um período de tempo após a primeira detecção de borda para começar a detectar de novo
sv: Vänta en tidsperiod efter den första kantdetekteringen för att börja detektera igen

source: RTD Probe Type
fr: Type de sonde RTD
nl: RTD-sondetype
pl: Typ sondy RTD
pt: Tipo de sonda RTD

source: The type of thermocouple connected
fr: Le type de thermocouple connecté
nl: Het type thermokoppel aangesloten
pl: Typu termoelementu podłączone
pt: O tipo de termopar conectado
sv: Typ av termoelement anslutet

source: Times to Check
fr: Heures de vérification
nl: Tijden om te controleren
pl: Terminy do sprawdzenia
pt: Tempos a verificar
sv: Tidpunkter för kontroll

source: Number of times to check
fr: Nombre de fois à vérifier
nl: Aantal keren te controleren
pl: Kilka razy, aby sprawdzić,
pt: Número de vezes para verificar
sv: Antal gånger att kontrollera

source: Trigger at Startup
fr: Déclencheur au démarrage
nl: Trigger bij opstarten
pl: Wyzwalanie przy uruchamianiu
pt: Gatilho na inicialização
sv: Utlösare vid uppstart

source: Whether or not to trigger Functions when Looperget starts
fr: Activer ou non les fonctions au démarrage de Looperget
nl: Al dan niet om functies te activeren wanneer Looperget start
pl: Czy do funkcji wyzwalających podczas uruchamiania Looperget
pt: Ativar ou não funções quando o Looperget inicia
sv: Oavsett om du vill aktivera Funktioner när Looperget startar

source: UART Device
fr: Dispositif UART
nl: UART-apparaat
pl: Urządzenie UART
pt: Dispositivo UART
sv: UART-enhet

source: The UART device location (e.g. /dev/ttyUSB1)
fr: L'emplacement du périphérique UART (par exemple / dev / ttyUSB1)
nl: De locatie van het UART-apparaat (bijv. / Dev / ttyUSB1)
pl: Położenie urządzenia UART (np / odchylenie / ttyUSB1)
pt: A localização do dispositivo UART (por exemplo, / dev / ttyUSB1)
sv: UART-enhetens plats (t.ex. / dev / ttyUSB1)

source: Analyze Python with Pylint
fr: Analyser Python avec Pylint
nl: Python analyseren met Pylint
pl: Analiza Pythona za pomocą Pylint
pt: Análise Python com Pylint
sv: Analysera Python med Pylint

source: Analyze the Python code with pylint and return the output
fr: Analyser le code Python avec pylint et renvoyer le résultat
nl: Analyseer de Python-code met pylint en retourneer de uitvoer
pl: Przeanalizuj kod Pythona za pomocą pylint i zwróć dane wyjściowe
pt: Análise o código Python com pylint e retorne uma saída
sv: Analysera Python koden med pylint och returnera utgången

source: Weighting
fr: Pondération
nl: weging
pl: Ważenie
pt: Ponderação
sv: viktning

source: The weighting of the previous measurement on the current measurement. Range: 0.0 - 1.0. Used for smoothing measurements. 0.0 means no weighting.
fr: La pondération de la mesure précédente sur la mesure en cours. Plage : 0.0 - 1.0. Utilisé pour lisser les mesures. 0.0 signifie pas de pondération.
nl: De weging van de vorige meting op de stroommeting. Bereik: 0,0 - 1,0. Gebruikt voor het afvlakken van metingen. 0.0 betekent geen weging.
pl: Ważenie poprzedniego pomiaru na aktualnym pomiarem. Zakres: 0,0 - 1,0. Używany do wygładzania pomiarów. 0.0, bez obciążania.
pt: A ponderação da medição anterior na medição atual. Faixa: 0,0 - 1,0. Usado para suavizar medições. 0,0 significa que não há ponderação.
sv: Vägningen av föregående mätning på nuvarande mätning. Område: 0,0-1,0. Används för utjämning av mätningar. 0,0 betyder ingen viktning.

source: Always Min
fr: Toujours Min
nl: Altijd Min
pl: Zawsze Min.
pt: Sempre Min
sv: Alltid Min

source: Raise
fr: Augmenter
nl: verhogen
pl: Podnieść
pt: Levantar
sv: Höja

source: Never allow duty cycle to go below Min.
fr: Ne jamais laisser le cycle de devoir de descendre en dessous Min.
nl: Laat nooit duty cycle te gaan onder de Min.
pl: Nie wolno dopuścić, aby przejść cykl pracy poniżej min.
pt: Nunca permita ciclo de trabalho para ir abaixo Min.
sv: tillåter aldrig duty cycle att gå under Min.

source: Lower
fr: Inférieur
nl: Lager
pl: Niższy
pt: Mais baixo
sv: Lägre

source: Looperget Environmental Monitoring and Regulation System
fr: Système de surveillance et de régulation environnementale Looperget
nl: Looperget Milieubewakings- en regelsysteem
pl: System monitorowania i regulacji środowiska Looperget
pt: Sistema de Monitorização e Regulação Ambiental Looperget
sv: System för miljöövervakning och miljöreglering av Looperget

source: Looperget is open source software designed to run on the [Raspberry Pi](https://en.wikipedia.org/wiki/Raspberry_Pi) and other single-board computers (SBCs). It couples inputs and outputs in interesting ways to sense and manipulate the environment.
fr: Looperget est un logiciel open source conçu pour fonctionner sur le [Raspberry Pi](https://en.wikipedia.org/wiki/Raspberry_Pi) et d'autres ordinateurs monocartes (SBC). Il couple les entrées et les sorties de manière intéressante pour détecter et manipuler l'environnement.
nl: Looperget is open source software ontworpen om te draaien op de [Raspberry Pi](https://en.wikipedia.org/wiki/Raspberry_Pi) en andere single-board computers (SBC's). Het koppelt inputs en outputs op interessante manieren om de omgeving aan te voelen en te manipuleren.
pl: Looperget to oprogramowanie open source przeznaczone do uruchamiania na [Raspberry Pi](https://en.wikipedia.org/wiki/Raspberry_Pi) i innych komputerach jednopłytkowych (SBC). Łączy wejścia i wyjścia w interesujący sposób, aby wyczuć i manipulować środowiskiem.
pt: Looperget é software de código aberto concebido para correr no [Raspberry Pi](https://en.wikipedia.org/wiki/Raspberry_Pi) e noutros computadores de placa única (SBCs). Combina entradas e saídas de formas interessantes para sentir e manipular o ambiente.
sv: Looperget är en programvara med öppen källkod som är utformad för att köras på [Raspberry Pi](https://en.wikipedia.org/wiki/Raspberry_Pi) och andra enbordsdatorer (SBC). Den kopplar ihop in- och utgångar på intressanta sätt för att känna av och manipulera miljön.

source: Information
fr: Informations
nl: Informatie
pl: Informacje
pt: Informação

source: See the [README](https://github.com/aot-inc/Looperget#uses) for features, projects using Looperget, screenshots, and other information.
fr: Voir le [README](https://github.com/aot-inc/Looperget#uses) pour les fonctionnalités, les projets utilisant Looperget, les captures d'écran et d'autres informations.
nl: Zie de [README](https://github.com/aot-inc/Looperget#uses) voor functies, projecten die Looperget gebruiken, schermafbeeldingen en andere informatie.
pl: Zobacz [README](https://github.com/aot-inc/Looperget#uses), aby poznać funkcje, projekty wykorzystujące Looperget, zrzuty ekranu i inne informacje.
pt: Ver o [README](https://github.com/aot-inc/Looperget#uses) para características, projectos utilizando Looperget, capturas de ecrã, e outras informações.
sv: Se [README](https://github.com/aot-inc/Looperget#uses) för funktioner, projekt som använder Looperget, skärmdumpar och annan information.

source: Prerequisites
fr: Conditions préalables
nl: Voorwaarden
pl: Wymagania wstępne
pt: Pré-requisitos
sv: Förutsättningar

source: Single-board computer (Recommended: [Raspberry Pi](https://www.raspberrypi.org/), any version: Zero, 1, 2, 3, or 4)
fr: Ordinateur monocarte (recommandé : [Raspberry Pi](https://www.raspberrypi.org/), toute version : Zero, 1, 2, 3, ou 4)
nl: Single-board computer (Aanbevolen: [Raspberry Pi](https://www.raspberrypi.org/), elke versie: Nul, 1, 2, 3, of 4)
pl: Komputer jednopłytkowy (Zalecane: [Raspberry Pi](https://www.raspberrypi.org/), dowolna wersja: Zero, 1, 2, 3 lub 4)
pt: Computador de placa única (Recomendado: [Raspberry Pi](https://www.raspberrypi.org/), qualquer versão: Zero, 1, 2, 3, ou 4)
sv: Enbordsdator (Rekommenderas: [Raspberry Pi](https://www.raspberrypi.org/), vilken version som helst: Zero, 1, 2, 3 eller 4)

source: Debian-based operating system
fr: Système d'exploitation basé sur Debian
nl: Op Debian gebaseerd besturingssysteem
pl: System operacyjny oparty na Debianie
pt: Sistema operativo baseado em Debian
sv: Debianbaserat operativsystem

source: An active internet connection
fr: Une connexion internet active
nl: Een actieve internetverbinding
pl: Aktywne połączenie internetowe
pt: Uma ligação activa à Internet
sv: En aktiv internetanslutning

source: Install
fr: Installer
nl: Installeer
pl: Zainstaluj
pt: Instalar
sv: Installera
