Repository: AoT-inc/Looperget
Catalog: looperget/looperget_flask/translations/*/LC_MESSAGES/messages.po
Languages: fr, nl, pl, pt, sv

source: Check if you do not wish to send anonymous usage statistics.
fr: Vérifiez si vous ne souhaitez pas envoyer de statistiques d'utilisation anonymes.
nl: Controleer of u geen anonieme gebruiksstatistieken wilt verzenden.
pl: Sprawdź, czy nie chcesz wysyłać anonimowe statystyki użytkowania.
pt: Verifique se você não deseja enviar estatísticas de uso anônimas.
sv: Kontrollera om du inte vill skicka anonym användarstatistik.

source: View collected statistics
fr: Voir les statistiques collectées
nl: Bekijk verzamelde statistieken
pl: Zobacz zebranych statystyk
pt: Ver estatísticas recolhidas
sv: Visa samlad statistik

source: The heigth of the grid cell, in pixels.
fr: La hauteur de la cellule de grille, en pixels.
nl: De hoogte van de rastercel, in pixels.
pl: Heigth komórki siatki w pikselach.
pt: A ALTURA da célula da grade, em pixels.
sv: Höjden av nätet cell i pixlar.

source: The IP address to test if there is an active internet connection required to allow upgrading.
fr: L'adresse IP pour vérifier s'il y a une connexion Internet requise pour permettre la mise à niveau.
nl: Het IP-adres om te testen of er een actieve internetverbinding nodig om te upgraden mogelijk te maken.
pl: Adres IP Aby sprawdzić, czy jest aktywne połączenie z internetem wymagane w celu umożliwienia modernizacji.
pt: O endereço IP para testar se há uma conexão de Internet ativa necessária para permitir a atualização.
sv: IP-adressen för att testa om det finns en aktiv internetanslutning krävs för att tillåta uppgradering.

source: The port of the internet test IP address.
fr: Le port de l'adresse IP de test Internet.
nl: De haven van de internet-test IP-adres.
pl: Port adresu IP testu internetowego.
pt: A porta do endereço IP teste internet.
sv: Hamnen i internettestet IP-adress.

source: The timeout period (seconds) for testing the internet connection.
fr: Le délai d'attente (secondes) pour tester la connexion Internet.
nl: De time-outperiode (seconden) voor het testen van de internetverbinding.
pl: Limit czasu (w sekundach) do testowania połączenia internetowego.
pt: O período de tempo limite (segundos) para testar a conexão com a internet.
sv: Tidsgränsen (sekunder) för att testa internetuppkopplingen.

source: Check if you would like Looperget to automatically check for upgrades.
fr: Vérifiez si vous souhaitez que Looperget vérifie automatiquement les mises à niveau.
nl: Controleer of u wilt dat Looperget automatisch controleert op upgrades.
pl: Sprawdź, czy chciałbyś Looperget do automatycznego sprawdzania aktualizacji.
pt: Verifique se você deseja que o Looperget verifique automaticamente as atualizações.
sv: Kontrollera om du vill att Looperget automatiskt ska checka upp för uppgraderingar.

source: Set the maximum allowed amperage to be switched on at any given time
fr: Définir l'intensité maximale autorisée à activer à un moment donné
nl: Stel de maximaal toegestane stroomsterkte in die op een bepaald moment moet worden ingeschakeld
pl: Ustaw maksymalny dozwolony natężenie być włączone w danym momencie
pt: Defina a amperagem máxima permitida para ser ligada a qualquer momento
sv: Ställ in den maximala tillåtna effekten som ska vara påslagen vid en viss tidpunkt

source: Set the voltage used to power the devices powered by the outputs
fr: Définir la tension utilisée pour alimenter les appareils alimentés par les sorties
nl: Stel de spanning in die wordt gebruikt voor het voeden van de apparaten die worden gevoed door de uitgangen
pl: Ustawić napięcie służy do zasilania urządzeń zasilanych przez wyjścia
pt: Defina a voltagem usada para alimentar os dispositivos alimentados pelas saídas
sv: Ställ in den spänning som används för att driva enheterna som drivs av utgångarna

source: Set the cost per kilowatt-hour
fr: Définir le coût par kilowattheure
nl: Stel de kosten per kilowattuur in
pl: Ustaw koszt za kilowatogodzinę
pt: Defina o custo por quilowatt-hora
sv: Ställ in kostnaden per kilowatt-timme

source: Set the unit of currency used to pay for the electricity
fr: Définir l'unité de devise utilisée pour payer l'électricité
nl: Stel de valuta in die wordt gebruikt om de elektriciteit te betalen
pl: Ustaw jednostkę waluty używane do płacenia za energię elektryczną
pt: Defina a unidade de moeda usada para pagar a eletricidade
sv: Ställ in den valuta som används för att betala för el

source: Set a day of the month to calculate monthly power usage
fr: Définir un jour du mois pour calculer la consommation mensuelle
nl: Stel een dag van de maand in om het maandelijkse stroomverbruik te berekenen
pl: Ustawić dzień miesiąca, aby obliczyć miesięczne zużycie energii
pt: Defina um dia do mês para calcular o consumo mensal de energia
sv: Ange en dag i månaden för att beräkna månadsförbrukningen

source: Automatically generate output usage reports on a daily/weekly/monthly schedule
fr: Générer automatiquement des rapports d'utilisation de sortie sur un calendrier quotidien / hebdomadaire / mensuel
nl: Genereer automatisch rapporten over het gebruik van de output in een dagelijks / wekelijks / maandelijks schema
pl: Automatycznie generować raporty użytkowania wyjście na co dzień / tydzień / miesiąc harmonogramem
pt: Gerar automaticamente relatórios de uso de saída em um planejamento diário / semanal / mensal
sv: Generera automatiskt användningsrapporter på ett dagligt / veckovis / månatligt schema

source: How often to generate a report
fr: À quelle fréquence générer un rapport
nl: Hoe vaak een rapport genereren
pl: Jak często wygenerować raport
pt: Com que frequência gerar um relatório
sv: Hur ofta genererar en rapport

source: Day Options: Daily: 1-7 (1=Monday), Monthly: 1-28
fr: Options du jour : Quotidien : 1-7 (1 = lundi), mensuel : 1-28
nl: Dagopties: Dagelijks: 1-7 (1 = maandag), maandelijks: 1-28
pl: Dzień opcje: Codziennie: 1-7 (1 = poniedziałek), miesiąc: 1-28
pt: Opções Diárias: Diariamente: 1-7 (1 = segunda-feira), mensalmente: 1-28
sv: Dag Alternativ: Dagligen: 1-7 (1 = Måndag), Månadsvis: 1-28

source: Input Settings
fr: Paramètres d'entrée
nl: Invoerinstellingen
pl: Ustawienia wejściowe
pt: Configurações de entrada
sv: Ingångsinställningar

source: Imported Input Modules
fr: Modules d'entrée importés
nl: Geïmporteerde invoermodules
pl: Importowane Moduły wejściowe
pt: Módulos de entrada importados
sv: Importerade ingångsmoduler

source: Units
fr: Unités
nl: eenheden
pl: jednostki
pt: Unidades
sv: Enheter

source: All
fr: Tout
nl: Allemaal
pl: Wszystko
pt: Todos
sv: Allt

source: Output Settings
fr: Paramètres de sortie
nl: Uitgangsinstellingen
pl: Ustawienia wyjściowe
pt: Configurações de saída

source: Imported Output Modules
fr: Modules de sortie importés
nl: Geïmporteerde uitgangsmodules
pl: Moduły wyjść importowane
pt: Módulos de saída importados

source: Raspberry Pi Settings
fr: Paramètres Raspberry Pi
nl: Raspberry Pi-instellingen
pl: Raspberry Pi Ustawienia
pt: Configurações do Raspberry Pi
sv: Raspberry Pi Inställningar

source: User Settings
fr: Paramètres utilisateur
nl: Gebruikersinstellingen
pl: Ustawienia użytkownika
pt: Configurações do usuário
sv: Användarinställningar

source: Which page to land on before logging in
fr: Sur quelle page atterrir pour se connecter
nl: Op welke pagina moet ik landen voor ik inlog
pl: Na jakiej stronie wylądować przed zalogowaniem się
pt: Em que página aterrar antes de iniciar sessão

source: Keypad
fr: Clavier
nl: Toetsenbord
pl: Klawiatura
pt: Teclado

source: Roles
fr: Les rôles
nl: Rollen
pl: role
pt: Papéis
sv: roller

source: Widget Settings
fr: Paramètres des widgets
nl: Widget Instellingen
pl: Ustawienia Widget
pt: Definições de Widget

source: Imported Widget Modules
fr: Modules de widgets importés
nl: Geïmporteerde Widget Modules
pl: Importowane Widget Moduły
pt: Módulos Widget Importados

source: Export Import
fr: Exporter Importer
nl: Importeren exporteren
pl: Eksport/import
pt: Exportar importar

source: Notes
fr: Remarques
pl: Uwagi
pt: Notas
sv: anteckningar

source: Edit Note
fr: Note éditée
nl: Notitie bewerken
pl: Edytuj notatkę
pt: Editar nota
sv: Redigera anteckning

source: Manage
fr: Gérer
nl: Beheren
pl: Zarządzaj
pt: Gerir
sv: Hantera

source: Select one or more tags
fr: Sélectionnez un ou plusieurs tags
nl: Selecteer een of meer tags
pl: Wybierz jeden lub więcej tagów
pt: Selecione uma ou mais tags
sv: Välj en eller flera taggar

source: Found
fr: A trouvé
nl: gevonden
pl: Znaleziony
pt: Encontrado
sv: Hittades

source: Daemon response: %(resp)s
fr: Réponse du daemon : %(resp)s
nl: Daemon-reactie: %(resp)s
pl: reakcji demon: %(resp)s
pt: Resposta do daemon: %(resp)s
sv: Daemon svar: %(resp)s

source: Deactivate controller before modifying its settings
fr: Désactiver le contrôleur avant de modifier ses paramètres
nl: Deactiveer de controller voordat u de instellingen wijzigt
pl: Wyłączenie regulatora przed modyfikacją ustawień
pt: Desativar o controlador antes de modificar suas configurações
sv: Inaktivera kontrollern innan du ändrar inställningarna

source: Dashboard with ID %(id)s successfully added
fr: Tableau de bord avec ID %(id)s ajouté avec succès
nl: Dashboard met ID %(id)s succesvol toegevoegd
pl: Pulpit z id %(id)s został dodany
pt: Painel com ID %(id)s adicionado com sucesso
sv: Instrumentbräda med ID %(id)s har lagts till

source: {dev} with ID %(id)s successfully added
fr: {dev} avec l'ID %(id)s ajouté avec succès
nl: {dev} met ID %(id)s toegevoegd
pl: {Odchylenie} o identyfikatorze %(id)s został dodany
pt: {dev} com ID %(id)s adicionado com sucesso
sv: {dev} med ID %(id)s har lagts till

source: Entry with ID %(id)s not found
fr: Entrée avec ID %(id)s introuvable
nl: Vermelding met ID %(id)s niet gevonden
pl: Wpis z identyfikatorem %(id)s nie znaleziono
pt: Entrada com ID %(id)s não encontrada
sv: Inmatning med ID %(id)s hittades inte

source: Error in the %(field)s field - %(err)s
fr: Erreur dans le champ %(field)s - %(err)s
nl: Fout in veld %(field)s - %(err)s
pl: BŁĄD w %(field)s - %(err)s
pt: Erro no campo %(field)s - %(err)s
sv: Fel i fältet %(field)s - %(err)s

source: Cannot move above the first item in the list
fr: Ne peut pas bouger au-dessus du premier élément de la liste
nl: Kan niet boven het eerste item in de lijst komen
pl: Nie można przejść nad pierwszą pozycję na liście
pt: Não é possível mover acima do primeiro item da lista
sv: Kan inte flytta över det första objektet i listan

source: Cannot move below the last item in the list
fr: Ne peut pas bouger sous le dernier article de la liste
nl: Kan niet onder het laatste item in de lijst komen
pl: Nie można przenieść poniżej ostatniej pozycji na liście
pt: Não é possível mover abaixo do último item da lista
sv: Kan inte flytta under sista objektet i listan

source: Choose a Read Period equal to or greater than 7. The AM2315 may become unresponsive if the period is below 7.
fr: Choisissez une période de lecture égale ou supérieure à 7. L'AM2315 peut ne plus répondre si la période est inférieure à 7.
nl: Kies een leesperiode gelijk aan of groter dan 7. De AM2315 reageert mogelijk niet als de periode lager is dan 7.
pl: Wybierz okres odczytu równa lub większa niż 7. AM2315 może przestać odpowiadać, jeśli okres ten wynosi poniżej 7.
pt: Escolha um período de leitura igual ou maior que 7. O AM2315 pode deixar de responder se o período for inferior a 7.
sv: Välj en läsperiod som är lika med eller större än 7. AM2315 kan bli oförsvarlig om perioden är under 7.

source: The Read Period cannot be less than the Pre Output Duration
fr: La période de lecture ne peut pas être inférieure à la durée de pré-sortie
nl: De leesperiode kan niet korter zijn dan de Pre-uitvoerduur
pl: Read okres nie może być krótszy niż czas trwania Pre Output
pt: O período de leitura não pode ser menor que a duração da pré-saída
sv: Läsperioden kan inte vara mindre än Pre Output Duration

source: Invalid device or improper permissions to read device
fr: Périphérique non valide ou autorisations incorrectes pour lire le périphérique
nl: Ongeldig apparaat of onjuiste machtigingen om apparaat te lezen
pl: Nieprawidłowy urządzenie lub niewłaściwe uprawnienia do odczytu urządzenie
pt: Dispositivo inválido ou permissões impróprias para ler o dispositivo
sv: Ogiltig enhet eller felaktiga behörigheter för att läsa enheten

source: Pin (GPIO) must be set
fr: Pin (GPIO) doit être
nl: Pin (GPIO) moet worden ingesteld
pl: Pin (GPIO) musi być ustawiony
pt: Pin (GPIO) deve ser definido
sv: Pin (GPIO) måste ställas in

source: Activate controller before attempting to force the acquisition of measurements
fr: Activer le contrôleur avant d'essayer de forcer l'acquisition de mesures
nl: Activeer de controller voordat u de acquisitie van metingen probeert te forceren
pl: Aktywuj kontroler przed próbą wymuszenia akwizycji pomiarów
pt: Ativar o controlador antes de tentar forçar a aquisição de medições
sv: Aktivera kontrollenheten innan du försöker tvinga förvärv av mätningar

source: Duration must be a positive integer
fr: La durée doit être un entier positif
nl: Duur moet een positief geheel getal zijn
pl: Czas trwania musi być liczbą dodatnią
pt: A duração deve ser um número inteiro positivo
sv: Varaktigheten måste vara ett positivt heltal

source: Duration must be a valid integer
fr: La durée doit être un entier valide
nl: Duur moet een geldig geheel getal zijn
pl: Czas trwania musi być liczbą całkowitą
pt: A duração deve ser um inteiro válido
sv: Varaktighet måste vara ett giltigt heltal

source: The end time must be after the start time.
fr: L'heure de fin doit être après l'heure de début.
nl: De eindtijd moet na de starttijd zijn.
pl: Czas zakończenia musi być po czasie startu.
pt: A hora final deve ser após a hora de início.
sv: Sluttiden måste vara efter starttiden.

source: Error: Angle Shift is out of range. It must be <= 0 and <= 360.
fr: Erreur : le décalage d'angle est hors de la plage. Il doit être <= 0 et <= 360.
nl: Fout: hoekverschuiving is buiten bereik. Het moet <= 0 en <= 360 zijn.
pl: Błąd: Kąt Shift jest poza zasięgiem. To musi być <= 0 i <= 360.
pt: Erro: A mudança de ângulo está fora do intervalo. Deve ser <= 0 e <= 360.
sv: Fel: Vinkelskiftet ligger utanför intervallet. Det måste vara <= 0 och <= 360.

source: Error: X0 must be greater than X3.
fr: Erreur : X0 doit être supérieur à X3.
nl: Fout: X0 moet groter zijn dan X3.
pl: Błąd: X0 musi być większa niż X3.
pt: Erro: X0 deve ser maior que X3.
sv: Fel: X0 måste vara större än X3.

source: The new entry start time (%(st)s) cannot overlap the last entry's end time (%(et)s). Note: They may be the same time.
fr: L'heure de début de la nouvelle entrée (%(st)s) ne peut pas chevaucher l'heure de fin de la dernière entrée (%(et)s). Remarque : ils peuvent être la même heure.
nl: De nieuwe starttijd (%(st)s) kan de eindtijd van het laatste item (%(et)s) niet overlappen. Opmerking: ze kunnen hetzelfde zijn.
pl: Nowy czas startu wejście (%(st)s) nie mogą się nakładać czasu zakończenia ostatniego wpisu w (%(et)s). Uwaga: mogą być w tym samym czasie.
pt: A nova hora de início da entrada (%(st)s) não pode sobrepor a hora final da última entrada (%(et)s). Nota: Eles podem ser o mesmo tempo.
sv: Den nya startstartstiden (%(st)s) kan inte överlappa sista inmatningens sluttid (%(et)s). Obs! De kan vara samma gång.

source: Added duration to method from %(st)s to %(end)s
fr: Durée ajoutée à la méthode de %(st)s à %(end)s
nl: Duur toegevoegd aan methode van %(st)s tot %(end)s
pl: Dodano trwania do metody z %(st)s do %(end)s
pt: Duração adicionada ao método de %(st)s para %(end)s
sv: Längd till metod från %(st)s till %(end)s

source: Added method restart
fr: Ajout de la méthode restart
nl: Herhaalde methode opnieuw toegevoegd
pl: Sposób dodania restart
pt: Adicionado método de reinicialização
sv: Tillagd metod omstart

source: Added duration to method for %(sec)s seconds
fr: Durée ajoutée à la méthode pour %(sec)s secondes
nl: Duur toegevoegd aan methode voor %(sec)s seconden
pl: Dodano czas trwania do metody %(sec)s sekund
pt: Duração adicionada ao método por %(sec)s segundos
sv: Längd till metod för %(sec)s sekunder

source: The entry start time (%(st)s) cannot overlap the previous entry's end time (%(et)s)
fr: L'heure de début de l'entrée (%(st)s) ne peut pas chevaucher l'heure de fin de l'entrée précédente (%(et)s)
nl: De starttijd van het item (%(st)s) kan de eindtijd van het vorige item niet overlappen (%(et)s)
pl: Czas rozpoczęcia wejście (%(st)s) nie mogą się nakładać czasu zakończenia poprzedniego wpisu za (%(et)s)
pt: A hora de início da entrada (%(st)s) não pode sobrepor a hora final da entrada anterior (%(et)s)
sv: Starttid för start (%(st)s) kan inte överlappa föregående inmatningens sluttid (%(et)s)

source: The entry end time (%(et)s) cannot overlap the next entry's start time (%(st)s)
fr: L'heure de fin de la saisie (%(et)s) ne peut pas chevaucher l'heure de début de l'entrée suivante (%(st)s)
nl: De eindtijd van het invoeren (%(et)s) mag de begintijd van het volgende gegeven niet overlappen (%(st)s)
pl: Czas zakończenia wejścia (%(et)s) nie mogą się nakładać czasu rozpoczęcia następnego wpisu w (%(st)s)
pt: A hora de término da entrada (%(et)s) não pode sobrepor a hora de início da próxima entrada (%(st)s)
sv: Ingångstiden (%(et)s) kan inte överlappa nästa ingångs starttid (%(st)s)

source: Energy Usage with ID %(id)s (%(uuid)s) successfully added
fr: Utilisation de l'énergie avec l'ID %(id)s (%(uuid)s) ajouté avec succès
nl: Energy Usage met ID %(id)s (%(uuid)s) succesvol toegevoegd
pl: Użycie energii o identyfikatorze %(id)s (%(uuid)s) został dodany
pt: Uso de energia com ID %(id)s (%(uuid)s) adicionado com sucesso
sv: Energi Användande med ID %(id)s (%(uuid)s) har lagts

source: File
fr: Fichier
nl: het dossier
pl: Plik
pt: Arquivo
sv: Fil

source: Raise and lower outputs cannot be the same
fr: Augmenter et diminuer les sorties ne peuvent pas être les mêmes
nl: Verhogen en verlagen van uitgangen kan niet hetzelfde zijn
pl: Wyjścia podnoszenia i opuszczania, nie mogą być takie same
pt: Aumentar e diminuir as saídas não pode ser o mesmo
sv: Höj och sänk utdata kan inte vara samma

source: Cannot activate PID controller if the associated Input controller is inactive
fr: Impossible d'activer le contrôleur PID si le contrôleur de capteur associé est inactif
nl: Kan PID-regelaar niet activeren als de bijbehorende ingangsregelaar inactief is
pl: Nie można aktywować sterownika PID, jeśli powiązany sterownik wejściowy jest nieaktywny
pt: Não é possível activar o controlador PID se o controlador de entrada associado estiver inactivo

source: Cannot activate PID controller if raise and/or lower output IDs are not selected
fr: Impossible d'activer le contrôleur PID si les ID de sortie et / ou de sortie inférieurs ne sont pas sélectionnés
nl: Kan de PID-regelaar niet activeren als verhogen en / of verlagen van uitvoer-ID's niet is geselecteerd
pl: Nie można aktywować regulator PID jeśli podnoszenia i / lub niższy wyjściowe identyfikatory nie są wybierane
pt: Não é possível ativar o controlador PID se os IDs de saída e / ou de saída inferiores não estiverem selecionados
sv: Kan inte aktivera PID-kontrollen om det inte är markerat att höja och / eller sänka utmatnings-ID

source: Remote Host %(host)s with ID %(id)s (%(uuid)s) successfully added
fr: Host distant %(host)s avec l'ID %(id)s (%(uuid)s) ajouté avec succès
nl: Remote Host %(host)s met ID %(id)s (%(uuid)s) is succesvol toegevoegd
pl: Zdalnego hosta %(host)s z został dodany %(id)s (%(uuid)s)
pt: Host %(host)s remoto com ID %(id)s (%(uuid)s) adicionado com sucesso
sv: Fjärrvärden %(host)s med ID %(id)s (%(uuid)s) har lagts till

source: Error: %(err)s
fr: Erreur : %(err)s
nl: Fout: %(err)s
pl: Błąd: %(err)s
pt: Erro: %(err)s
sv: Fel:%(err)s

source: User Role
fr: Rôle d'utilisateur
nl: Gebruikersrol
pl: Rola użytkownika
pt: Papel do usuário
sv: Användarroll

source: Invalid user name. Must be between 2 and 64 characters and only contain letters and numbers.
fr: Nom d'utilisateur invalide. Doit comporter entre 2 et 64 caractères et ne contenir que des lettres et des chiffres.
nl: Ongeldige gebruikersnaam. Moet tussen de 2 en 64 tekens bevatten en mag alleen letters en cijfers bevatten.
pl: Zła nazwa użytkownika. Musi być między 2 a 64 znaków i zawierać tylko litery i cyfry.
pt: Nome de usuário Inválido. Deve ter entre 2 e 64 caracteres e conter apenas letras e números.
sv: Ogiltigt användarnamn. Måste vara mellan 2 och 64 tecken och innehåller bara bokstäver och siffror.

source: Another user already has that email address.
fr: Un autre utilisateur a déjà cette adresse e-mail.
nl: Een andere gebruiker heeft al dat e-mailadres.
pl: Inny użytkownik ma już tego adresu e-mail.
pt: Outro usuário já tem esse endereço de e-mail.
sv: En annan användare har redan den e-postadressen.

source: Invalid password
fr: Mot de passe incorrect
nl: Ongeldig wachtwoord
pl: Nieprawidłowe hasło
pt: Senha inválida
sv: Felaktigt lösenord

source: Measurement with ID %(id)s (%(uuid)s) successfully added
fr: Mesure avec ID %(id)s (%(uuid)s) ajouté avec succès
nl: Meting met ID %(id)s (%(uuid)s) met succes toegevoegd
pl: Pomiar %(id)s (%(uuid)s) został dodany
pt: Medição com ID %(id)s (%(uuid)s) adicionada com sucesso
sv: Mätning med ID %(id)s (%(uuid)s) har lagts till

source: Unit
fr: Unité
nl: Eenheid
pl: Jednostka
pt: Unidade
sv: Enhet

source: Unit with ID %(id)s (%(uuid)s) successfully added
fr: Unité avec ID %(id)s (%(uuid)s) ajouté avec succès
nl: Eenheid met ID %(id)s (%(uuid)s) met succes toegevoegd
pl: Urządzenie z identyfikatorem %(id)s (%(uuid)s) został dodany
pt: Unidade com ID %(id)s (%(uuid)s) adicionada com sucesso
sv: Enhet med ID %(id)s (%(uuid)s) har lagts till

source: Conversion with ID %(id)s (%(uuid)s) successfully added
fr: Conversion avec ID %(id)s (%(uuid)s) ajouté avec succès
nl: Conversie met ID %(id)s (%(uuid)s) is succesvol toegevoegd
pl: Konwersja z identyfikatorem %(id)s (%(uuid)s) został dodany
pt: Conversão com ID %(id)s (%(uuid)s) adicionada com sucesso
sv: Konvertering med ID %(id)s (%(uuid)s) har lagts till

source: Pi Settings
fr: Paramètres Pi
nl: Pi-instellingen
pl: Ustawienia Pi
pt: Configurações Pi
sv: Pi Inställningar

source: Alert Settings
fr: Paramètres d'alerte
nl: Alert-instellingen
pl: Ustawienia ostrzeżeń
pt: Configurações de alerta
sv: Alert inställningar

source: Test email sent to %(recip)s. Check your inbox to see if it was successful.
fr: E-mail de test envoyé à %(recip)s. Vérifiez votre boîte de réception pour voir si elle a réussi.
nl: Test e-mail verzonden naar %(recip)s. Controleer uw inbox om te zien of deze succesvol was.
pl: Test e-mail wysłany do %(recip)s. Sprawdź swoją skrzynkę odbiorczą, aby sprawdzić, czy to był udany.
pt: Teste o email enviado para %(recip)s. Verifique sua caixa de entrada para ver se ela foi bem-sucedida.
sv: Test e-post skickat till %(recip)s. Kontrollera din inkorg för att se om den lyckades.

source: Motor
fr: Moteur
pl: Silnik

source: Stepper Motor
fr: Moteur pas à pas
nl: Stappenmotor
pl: Silnik krokowy
pt: Motor passo-a-passo

source: Bipolar
fr: Bipolaire
nl: Bipolair

source: Generic
fr: Générique
nl: Generiek
pl: Ogólne
pt: Genéricos

source: Set to None to disable.
fr: Mettre à 0 (aucun) pour désactiver.
nl: Zet op Geen om uit te schakelen.
pl: Ustawić na None, aby wyłączyć.
pt: Ajustar para Nenhum para desactivar.

source: Unipolar
fr: Unipolaire
nl: Unipolair
pl: Unipolarny

source: The pin to control the state of
fr: La broche pour contrôler l'état de
nl: De pin om de toestand van
pl: Który PIN kontrolować
pt: O pino para controlar o estado de

source: Trigger Functions at Startup
fr: Fonctions de déclenchement au démarrage
nl: Trigger-functies bij opstarten
pl: Uruchamiaj funkcje przy starcie
pt: Funções de disparo no arranque

source: Current
fr: Actuel
nl: Huidige
pl: Aktualne
pt: Actual
