Repository: AoT-inc/Looperget
Catalog: looperget/looperget_flask/translations/*/LC_MESSAGES/messages.po
Languages: fr, nl, pl, pt, sv

source: A graphical data display that is useful for viewing data sets spanning relatively long periods of time (weeks/months/years), which could be very data- and processor-intensive to view as a Synchronous Graph. Select a time frame and data will be loaded from that time span, if it exists. The first view will be of the entire selected data set. For every view/zoom, 700 data points will be loaded. If there are more than 700 data points recorded for the time span selected, 700 points will be created from an averaging of the points in that time span. This enables much less data to be used to navigate a large data set. For instance, 4 months of data may be 10 megabytes if all of it were downloaded. However, when viewing a 4 month span, it's not possible to see every data point of that 10 megabytes, and aggregating of points is inevitable. With asynchronous loading of data, you only download what you see. So, instead of downloading 10 megabytes every graph load, only ~50kb will be downloaded until a new zoom level is selected, at which time only another ~50kb is downloaded.
fr: Un affichage graphique des données qui est utile pour visualiser des ensembles de données couvrant des périodes relativement longues (semaines/mois/années), qui pourraient être très gourmands en données et en processeur pour être affichés sous forme de graphique synchrone. Sélectionnez une période de temps et les données seront chargées à partir de cette période, si elle existe. La première vue sera celle de l'ensemble des données sélectionnées. Pour chaque vue/zoom, 700 points de données seront chargés. S'il y a plus de 700 points de données enregistrés pour l'intervalle de temps sélectionné, 700 points seront créés à partir d'une moyenne des points de cet intervalle de temps. Cela permet d'utiliser beaucoup moins de données pour naviguer dans un grand ensemble de données. Par exemple, 4 mois de données peuvent représenter 10 mégaoctets si elles sont toutes téléchargées. Cependant, lorsqu'on visualise une période de 4 mois, il n'est pas possible de voir chaque point de données de ces 10 mégaoctets, et l'agrégation des points est inévitable. Avec le chargement asynchrone des données, vous ne téléchargez que ce que vous voyez. Ainsi, au lieu de télécharger 10 mégaoctets à chaque chargement de graphique, seuls ~50kb seront téléchargés jusqu'à ce qu'un nouveau niveau de zoom soit sélectionné, auquel moment seulement ~50kb supplémentaires seront téléchargés.
nl: Een grafische weergave van gegevens die nuttig is voor het bekijken van gegevensreeksen over relatief lange perioden (weken/maanden/jaren), die zeer gegevens- en processorintensief zouden kunnen zijn om te bekijken als een synchrone grafiek. Selecteer een tijdspanne en de gegevens worden geladen van die tijdspanne, als die bestaat. De eerste weergave betreft de gehele geselecteerde gegevensreeks. Voor elke weergave/zoom worden 700 datapunten geladen. Als er meer dan 700 datapunten zijn opgenomen voor de geselecteerde tijdspanne, worden 700 punten gecreëerd uit een gemiddelde van de punten in die tijdspanne. Hierdoor kunnen veel minder gegevens worden gebruikt om door een grote dataset te navigeren. Bijvoorbeeld, 4 maanden gegevens kunnen 10 megabytes zijn als ze allemaal werden gedownload. Bij het bekijken van een periode van 4 maanden is het echter niet mogelijk elk gegevenspunt van die 10 megabyte te zien, en is het samenvoegen van punten onvermijdelijk. Met asynchroon laden van gegevens downloadt u alleen wat u ziet. Dus in plaats van 10 megabyte te downloaden bij elke grafieklading, wordt slechts ~50kb gedownload tot een nieuw zoomniveau wordt geselecteerd, waarna nog eens ~50kb wordt gedownload.
pl: Graficzne wyświetlanie danych przydatne do przeglądania zestawów danych obejmujących stosunkowo długie okresy czasu (tygodnie/miesiące/roki), których wyświetlanie w postaci wykresu synchronicznego mogłoby wymagać dużej ilości danych i procesora. Po wybraniu przedziału czasowego zostaną wczytane dane z tego przedziału, jeśli istnieje. Pierwszy widok będzie dotyczył całego wybranego zestawu danych. Dla każdego widoku/powiększenia zostanie załadowanych 700 punktów danych. Jeśli dla wybranego przedziału czasowego zarejestrowano więcej niż 700 punktów danych, 700 punktów zostanie utworzonych z uśrednienia punktów w tym przedziale czasowym. Umożliwia to wykorzystanie znacznie mniejszej ilości danych do nawigacji po dużym zbiorze danych. Na przykład, 4 miesiące danych mogą mieć rozmiar 10 megabajtów, jeśli wszystkie zostaną pobrane. Jednak podczas przeglądania 4-miesięcznego okresu nie jest możliwe zobaczenie każdego punktu danych z tych 10 megabajtów, a agregacja punktów jest nieunikniona. Przy asynchronicznym ładowaniu danych, pobierasz tylko to, co widzisz. Tak więc, zamiast pobierać 10 megabajtów przy każdym ładowaniu wykresu, tylko ~50kb zostanie pobrane do momentu wybrania nowego poziomu powiększenia, w którym to momencie pobierane jest tylko kolejne ~50kb.
pt: Uma visualização gráfica de dados que é útil para visualizar conjuntos de dados que abrangem períodos de tempo relativamente longos (semanas/meses/anos), que podem ser muito exigentes em termos de dados e de processador para serem visualizados como um Gráfico Síncrono. Seleccione um período de tempo e os dados serão carregados a partir desse período de tempo, se este existir. A primeira vista será de todo o conjunto de dados seleccionado. Para cada vista/zoom, 700 pontos de dados serão carregados. Se houver mais de 700 pontos de dados registados para o intervalo de tempo seleccionado, serão criados 700 pontos a partir de uma média dos pontos nesse intervalo de tempo. Isto permite que muito menos dados sejam utilizados para navegar num grande conjunto de dados. Por exemplo, 4 meses de dados podem ser de 10 megabytes se todos os dados forem descarregados. Contudo, ao visualizar um período de 4 meses, não é possível ver todos os pontos de dados desses 10 megabytes, e a agregação de pontos é inevitável. Com o carregamento assíncrono de dados, só é possível descarregar o que se vê. Assim, em vez de descarregar 10 megabytes por cada carga gráfica, apenas ~50kb serão descarregados até ser seleccionado um novo nível de zoom, altura em que apenas outros ~50kb serão descarregados.
sv: En grafisk datavisning som är användbar för att visa datamängder som sträcker sig över relativt långa tidsperioder (veckor/månader/år), vilket kan vara mycket data- och processorkrävande att visa som en synkron graf. Välj en tidsram och data kommer att laddas från den tidsperioden, om den finns. Den första visningen kommer att vara av hela den valda datamängden. För varje vy/zoom kommer 700 datapunkter att laddas. Om det finns fler än 700 datapunkter registrerade för det valda tidsspannet kommer 700 punkter att skapas genom en genomsnittlig beräkning av punkterna i det tidsspannet. På så sätt kan mycket mindre data användas för att navigera i en stor datamängd. Exempelvis kan 4 månaders data vara 10 megabyte om alla data laddas ner. När man tittar på en 4-månadersperiod är det dock inte möjligt att se varje datapunkt i de 10 megabyte, och aggregering av punkter är oundviklig. Med asynkron laddning av data hämtar du bara det du ser. Så i stället för att ladda ner 10 megabyte varje gång grafen laddas, laddas endast ~50 kb ner tills en ny zoomnivå väljs, varvid endast ytterligare ~50 kb laddas ner.

source: Graphs require measurements, therefore at least one Input/Output/Function/etc. needs to be added and activated in order to display data.
fr: Les graphiques nécessitent des mesures, donc au moins une entrée/sortie/fonction/etc. doit être ajoutée et activée afin d'afficher les données.
nl: Grafieken vereisen metingen, daarom moet ten minste één ingang/uitgang/functie/etc. worden toegevoegd en geactiveerd om gegevens weer te geven.
pl: Wykresy wymagają pomiarów, dlatego aby wyświetlić dane należy dodać i aktywować przynajmniej jedno Wejście/Wyjście/Funkcję/etc.
pt: Os gráficos requerem medições, pelo que pelo menos uma Entrada/Saída/Função/etc. precisa de ser adicionada e activada para exibir os dados.
sv: Grafer kräver mätningar, därför måste minst en ingång/utgång/funktion/etc. läggas till och aktiveras för att data ska kunna visas.

source: The dashboard can be used for both viewing data and manipulating the system, thanks to the numerous dashboard widgets available. Multiple dashboards can be created as well as locked to prevent changing the arrangement.
fr: Le tableau de bord peut être utilisé à la fois pour visualiser les données et pour manipuler le système, grâce aux nombreux widgets de tableau de bord disponibles. Il est possible de créer plusieurs tableaux de bord et de les verrouiller pour empêcher toute modification de leur agencement.
nl: Het dashboard kan zowel worden gebruikt om gegevens te bekijken als om het systeem te manipuleren, dankzij de talrijke beschikbare dashboardwidgets. Er kunnen meerdere dashboards worden aangemaakt en vergrendeld om de indeling niet te wijzigen.
pl: Dashboard może służyć zarówno do przeglądania danych, jak i do manipulowania systemem, dzięki licznym dostępnym widżetom dashboardowym. Można tworzyć wiele dashboardów, jak również zablokować je, aby uniemożliwić zmianę układu.
pt: O tablier pode ser utilizado tanto para visualizar dados como para manipular o sistema, graças aos numerosos widgets de tablier disponíveis. Podem ser criados vários painéis de instrumentos, bem como bloqueados para impedir a alteração da disposição.
sv: Instrumentpanelen kan användas både för att visa data och för att manipulera systemet, tack vare de många widgetar som finns tillgängliga. Flera instrumentpaneler kan skapas och låsas för att förhindra att arrangemanget ändras.

source: Widgets are elements on the Dashboard that have a number of uses, such as viewing data (charts, indicators, gauges, etc.) or interacting with the system (manipulate outputs, change PWM duty cycle, querying or modifying a database, etc.). Widgets can be easily rearranged and resized by dragging and dropping. For a full list of supported Widgets, see [Supported Widgets](Supported-Widgets.md).
fr: Les widgets sont des éléments du tableau de bord qui ont un certain nombre d'utilisations, telles que l'affichage de données (graphiques, indicateurs, jauges, etc.) ou l'interaction avec le système (manipulation des sorties, modification du cycle de fonctionnement du PWM, interrogation ou modification d'une base de données, etc.) Les widgets peuvent être facilement réorganisés et redimensionnés par glisser-déposer. Pour une liste complète des widgets pris en charge, voir [Widgets pris en charge](Supported-Widgets.md).
nl: Widgets zijn elementen op het Dashboard die een aantal toepassingen hebben, zoals het bekijken van gegevens (grafieken, indicatoren, meters, enz.) of interactie met het systeem (uitgangen manipuleren, PWM duty cycle wijzigen, een database opvragen of wijzigen, enz.) Widgets kunnen gemakkelijk worden herschikt en van grootte veranderd door ze te verslepen. Voor een volledige lijst van ondersteunde Widgets, zie [Ondersteunde Widgets](Supported-Widgets.md).
pl: Widżety to elementy na pulpicie nawigacyjnym, które mają wiele zastosowań, takich jak wyświetlanie danych (wykresy, wskaźniki, mierniki itp.) lub interakcja z systemem (manipulowanie wyjściami, zmiana cyklu pracy PWM, odpytywanie lub modyfikowanie bazy danych itp.) Widżety można łatwo zmieniać układ i rozmiar poprzez przeciąganie i upuszczanie. Pełna lista obsługiwanych Widżetów znajduje się w [Obsługiwane Widżety](Supported-Widgets.md).
pt: Os Widgets são elementos do Painel que têm várias utilizações, tais como visualizar dados (gráficos, indicadores, medidores, etc.) ou interagir com o sistema (manipular saídas, alterar o ciclo de funcionamento do PWM, consultar ou modificar uma base de dados, etc.). Os widgets podem ser facilmente rearranjados e redimensionados por arrastar e largar. Para uma lista completa de Widgets suportados, ver [Supported Widgets](Supported-Widgets.md).
sv: Widgets är element på instrumentpanelen som kan användas på olika sätt, t.ex. för att visa data (diagram, indikatorer, mätare osv.) eller för att interagera med systemet (manipulera utgångar, ändra PWM-tjänstgöringscykel, fråga eller ändra en databas osv.). Widgetar kan enkelt omorganiseras och ändras i storlek genom att dra och släppa dem. För en fullständig lista över widgets som stöds, se [Supported Widgets](Supported-Widgets.md).

source: Custom Widgets
fr: Widgets personnalisés
nl: Aangepaste Widgets
pl: Własne widżety
pt: Widgets personalizados
sv: Anpassade widgetar

source: There is a Custom Widget import system in Looperget that allows user-created Widgets to be used in the Looperget system. Custom Widgets can be uploaded on the `[Gear Icon] -> Configure -> Custom Widgets` page. After import, they will be available to use on the `Setup -> Widget` page.
fr: Il existe un système d'importation de Widgets personnalisés dans Looperget qui permet aux Widgets créés par les utilisateurs d'être utilisés dans le système Looperget. Les widgets personnalisés peuvent être téléchargés sur la page `[Icône Gear] -> Configurer -> Widgets personnalisés`. Après importation, ils seront disponibles pour être utilisés sur la page `Setup -> Widget`.
nl: Er is een systeem voor het importeren van aangepaste Widgets in Looperget waarmee door gebruikers gemaakte Widgets in het Looperget-systeem kunnen worden gebruikt. Aangepaste Widgets kunnen worden geüpload op de pagina `[Versnellingspictogram] -> Configuratie -> Aangepaste Widgets`. Na het importeren zijn ze beschikbaar voor gebruik op de pagina `Instellen -> Widget`.
pl: W Looperget istnieje system importu Custom Widget, który umożliwia wykorzystanie w systemie Looperget widgetów stworzonych przez użytkownika. Custom Widgety można wgrać na stronie `[Gear Icon] -> Configure -> Custom Widgets`. Po zaimportowaniu będą one dostępne do użycia na stronie `Setup -> Widget`.
pt: Existe um sistema personalizado de importação de Widgets em Looperget que permite a utilização de Widgets criados pelo utilizador no sistema Looperget. Os Widgets Personalizados podem ser carregados na página `[Ícone do Equipamento] -> Configurar -> Widgets Personalizados'. Após a importação, estarão disponíveis para utilização na página `Setup -> Widget`.
sv: Det finns ett importsystem för anpassade widgetar i Looperget som gör det möjligt att använda användarskapade widgetar i Looperget-systemet. Anpassade widgetar kan laddas upp på sidan `[Gear Icon] -> Configure -> Custom Widgets`. Efter import kommer de att vara tillgängliga för användning på sidan `Setup -> Widget`.

source: If you develop a working module, please consider [creating a new GitHub issue](https://github.com/aot-inc/Looperget/issues/new?assignees=&labels=&template=feature-request.md&title=New%20Module) or pull request, and it may be included in the built-in set.
fr: Si vous développez un module fonctionnel, veuillez envisager de [créer un nouveau problème GitHub](https://github.com/aot-inc/Looperget/issues/new?assignees=&labels=&template=feature-request.md&title=New%20Module) ou une demande de retrait, et il pourra être inclus dans l'ensemble intégré.
nl: Als je een werkende module ontwikkelt, overweeg dan [een nieuw GitHub issue aanmaken](https://github.com/aot-inc/Looperget/issues/new?assignees=&labels=&template=feature-request.md&title=New%20Module) of een pull request, en het kan worden opgenomen in de ingebouwde set.
pl: Jeśli opracujesz działający moduł, rozważ [utworzenie nowego wydania GitHub](https://github.com/aot-inc/Looperget/issues/new?assignees=&labels=&template=feature-request.md&title=New%20Module) lub pull request, a może on zostać włączony do wbudowanego zestawu.
pt: Se desenvolver um módulo de trabalho, considere [criar uma nova edição do GitHub](https://github.com/aot-inc/Looperget/issues/new?assignees=&labels=&template=feature-request.md&title=New%20Module) ou faça um pedido, e este pode ser incluído no conjunto integrado.
sv: Om du utvecklar en fungerande modul kan du överväga att [skapa ett nytt GitHub-ärende](https://github.com/aot-inc/Looperget/issues/new?assignees=&labels=&template=feature-request.md&title=New%20Module) eller en pull request, så att den kan inkluderas i den inbyggda uppsättningen.

source: Open any of the built-in Widget modules located in the directory [Looperget/looperget/widgets](https://github.com/aot-inc/Looperget/tree/master/looperget/widgets/) for examples of the proper formatting. There are also example Custom Widgets in the directory [Looperget/looperget/widgets/examples](https://github.com/aot-inc/Looperget/tree/master/looperget/widgets/examples).
fr: Ouvrez l'un des modules Widget intégrés situés dans le répertoire [Looperget/looperget/widgets](https://github.com/aot-inc/Looperget/tree/master/looperget/widgets/) pour voir des exemples de formatage approprié. Il existe également des exemples de Widgets personnalisés dans le répertoire [Looperget/looperget/widgets/examples](https://github.com/aot-inc/Looperget/tree/master/looperget/widgets/examples).
nl: Open een van de ingebouwde Widget-modules in de directory [Looperget/looperget/widgets](https://github.com/aot-inc/Looperget/tree/master/looperget/widgets/) voor voorbeelden van de juiste opmaak. Er zijn ook voorbeelden van aangepaste Widgets in de map [Looperget/looperget/widgets/voorbeelden](https://github.com/aot-inc/Looperget/tree/master/looperget/widgets/examples).
pl: Otwórz dowolny z wbudowanych modułów Widget znajdujących się w katalogu [Looperget/looperget/widgets](https://github.com/aot-inc/Looperget/tree/master/looperget/widgets/), aby uzyskać przykłady prawidłowego formatowania. Istnieją również przykładowe Widżety niestandardowe w katalogu [Looperget/looperget/widgets/examples](https://github.com/aot-inc/Looperget/tree/master/looperget/widgets/examples).
pt: Abrir qualquer um dos módulos Widget integrados localizados no directório [Looperget/looperget/widgets](https://github.com/aot-inc/Looperget/tree/master/looperget/widgets/) para exemplos da formatação adequada. Há também exemplos de Widgets personalizados no directório [Looperget/looperget/widgets/examples](https://github.com/aot-inc/Looperget/tree/master/looperget/widgets/examples).
sv: Öppna någon av de inbyggda widgetmoduler som finns i katalogen [Looperget/looperget/widgets](https://github.com/aot-inc/Looperget/tree/master/looperget/widgets/) för att få exempel på korrekt formatering. Det finns också exempel på anpassade widgets i katalogen [Looperget/looperget/widgets/examples](https://github.com/aot-inc/Looperget/tree/master/looperget/widgets/examples).

source: Creating a custom widget module often requires specific placement and execution of Javascript. Several variables were created in each module to address this, and follow the following brief structure of the dashboard page that would be generated with multiple widgets being displayed.
fr: La création d'un module de widgets personnalisés nécessite souvent un placement et une exécution spécifiques de Javascript. Plusieurs variables ont été créées dans chaque module pour y remédier, et suivent la brève structure suivante de la page du tableau de bord qui serait générée avec l'affichage de plusieurs widgets.
nl: Het maken van een aangepaste widgetmodule vereist vaak specifieke plaatsing en uitvoering van Javascript. In elke module werden verschillende variabelen gemaakt om dit aan te pakken, en de volgende korte structuur te volgen van de dashboardpagina die zou worden gegenereerd met meerdere widgets die worden weergegeven.
pl: Tworzenie niestandardowego modułu widżetów często wymaga specyficznego umieszczenia i wykonania skryptów Javascript. W każdym module utworzono kilka zmiennych, aby rozwiązać ten problem, i podążać za następującą krótką strukturą strony pulpitu nawigacyjnego, która zostałaby wygenerowana przy wyświetlaniu wielu widżetów.
pt: A criação de um módulo widget personalizado requer frequentemente a colocação e execução específicas de Javascript. Várias variáveis foram criadas em cada módulo para tratar disto, e seguir a seguinte breve estrutura da página do painel que seria gerada com múltiplos widgets a serem exibidos.
sv: För att skapa en anpassad widgetmodul krävs ofta en specifik placering och utförande av Javascript. Flera variabler skapades i varje modul för att lösa detta och följer följande korta struktur för den instrumentbrädsida som skulle genereras när flera widgetar visas.

source: Flow Meter
fr: Débitmètre
nl: Debietmeter
pl: Przepływomierz
pt: Medidor de fluxo
sv: Flödesmätare

source: Execute
fr: Exécuter
nl: Uitvoeren
pl: Wykonaj
pt: Executar
sv: Utför

source: Execute a Linux bash shell command.
fr: Exécuter une commande shell Linux bash.
nl: Voer een Linux bash shell commando uit.
pl: Wykonaj polecenie powłoki bash systemu Linux.
pt: Executar um comando bash shell Linux.
sv: Utför ett Linux bash-skalkommando.

source: Activate a controller.
fr: Activer un contrôleur.
nl: Activeren een controller.
pl: Aktywuj kontrolera.
pt: Ative um controlador.
sv: Aktivera en styrenhet.

source: Deactivate a controller.
fr: Désactiver un contrôleur.
nl: Deactiveren controller.
pl: Wyłączyć sterownik.
pt: Desactivar um controlador.
sv: Deaktivera en styrenhet.

source: Create a log line in the daemon log.
fr: Afficher les lignes de débogage dans le journal Daemon.
nl: Maak een logregel in het daemonlogboek.
pl: Utwórz linię dziennika w dzienniku demona.
pt: Criar uma linha de registo no diário de bordo do daemon.
sv: Skapa en logglinje i daemonloggen.

source: Create a note with the selected Tag.
fr: Créer une note avec le tag sélectionnée.
nl: Maak een briefje met de geselecteerde Tag.
pl: Tworzenie wiadomości z wybranym Tag.
pt: Criar uma nota com a Tag selecionado.
sv: Skapa en anteckning med den valda Tag.

source: Tags
fr: Mots clés
pl: tagi
pt: Tag

source: Backlight
fr: Rétroéclairage
nl: Achtergrondverlichting
pl: Podświetlenie
pt: Retroiluminação
sv: Bakgrundsbelysning

source: Flashing
fr: Clignotant
nl: Knipperend
pl: Migające
sv: Blinkande

source: Force Measurements
fr: Mesures de la force
nl: Krachtmetingen
pl: Pomiary siły
pt: Medidas de Força
sv: Kraftmätningar

source: Force measurements to be conducted for an input
fr: Mesures de force à effectuer pour une entrée
nl: Krachtmetingen te worden uitgevoerd voor een invoer
pl: pomiary siły, aby być prowadzone na wejście
pt: medições de força a ser conduzido para uma entrada
sv: Kraftmätningar utföras för en ingång

source: Equation
fr: Équation
nl: Vergelijking
pl: Równanie
pt: Equação
sv: Ekvation

source: Hostname
fr: Nom d'hôte
pt: nome de anfitrião
sv: Värdnamn

source: Keep Alive
fr: Rester en vie
nl: In leven houden
pl: Utrzymać przy życiu
pt: Mantenha vivo
sv: Håll vid liv

source: Username
fr: Nom D'utilisateur
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de utilizador
sv: Användarnamn

source: Turn an On/Off Output On, Off, or On for a duration.
fr: Désactiver une sortie, l'activer, ou l'activer pendant une durée.
nl: Zet een aan/uit uitgang aan, uit of aan voor een bepaalde duur.
pl: Włącz wyjście na OFF, ON lub ON na czas trwania.
pt: Transforme uma saída Off, On, ou sobre ou uma duração.
sv: Slå en On/Off-utgång på, av eller på under en viss tid.

source: State
fr: état
nl: Staat
pl: Stan
pt: Estado
sv: Stat

source: Set a PWM Output to set a duty cycle.
fr: Définir une sortie PWM pour définir un rapport cyclique.
nl: Stel een output naar een PWM duty cycle.
pl: Ustaw wyjście do cyklu pracy PWM.
pt: Definir uma saída de PWM para definir um ciclo de trabalho.
sv: Ställ in en PWM-utgång för att ställa in en arbetscykel.
