Repository: AoT-inc/Looperget
Catalog: looperget/looperget_flask/translations/*/LC_MESSAGES/messages.po
Languages: fr, nl, pl, pt, sv

source: The duration between calculating and setting the Duty Cycle of the the PWM Output
fr: La durée entre le calcul et la définition du cycle de fonctionnement de la sortie PWM
nl: De duur tussen het berekenen en instellen van de werkingscyclus van de PWM-uitvoer
pl: Czas pomiędzy obliczania i ustawiania Cykl wyjścia PWM
pt: A duração entre o cálculo e a configuração do Ciclo de Trabalho do Output PWM
sv: Varaktigheten mellan beräkning och inställning av arbetscykeln för PWM-utgången

source: Trigger conditional at sunrise or sunset?
fr: Déclencheur conditionnel au lever ou au coucher du soleil ?
nl: Voorwaardelijke trigger activeren bij zonsopgang of zonsondergang?
pl: warunkowy spust na wschodu lub zachodu słońca?
pt: Gatilho condicional ao nascer ou pôr do sol?
sv: Trigger villkorad vid soluppgång eller solnedgång?

source: Sunrise
fr: lever du soleil
nl: zonsopkomst
pl: wschód słońca
pt: Nascer do sol
sv: Soluppgång

source: Sunset
fr: Le coucher du soleil
nl: Zonsondergang
pl: Zachód słońca
pt: Pôr do sol
sv: Solnedgång

source: Latitude for sunrise or sunset
fr: Latitude pour le lever ou le coucher du soleil
nl: Breedtegraad voor zonsopgang of zonsondergang
pl: Szerokość na wschodu lub zachodu słońca
pt: Latitude para nascer ou pôr do sol
sv: Breddgrad för soluppgång eller solnedgång

source: Longitude for sunrise or sunset
fr: Longitude pour le lever ou le coucher du soleil
nl: Lengtegraad voor zonsopgang of zonsondergang
pl: Długość do wschodu lub zachodu słońca
pt: Longitude para nascer ou pôr do sol
sv: Längd för soluppgång eller solnedgång

source: The number of days to offset from the date of the sunrise or sunset
fr: Le nombre de jours à compenser par rapport à la date du lever ou du coucher du soleil
nl: Het aantal dagen om te verschuiven vanaf de datum van de zonsopgang of zonsondergang
pl: Liczba dni, aby zrównoważyć od daty wschodu lub zachodu słońca
pt: O número de dias para compensar a partir da data do nascer ou do pôr do sol
sv: Antalet dagar som ska kompenseras från soluppgångens eller solnedgångens datum

source: The number of minutes to offset from the sunrise or sunset
fr: Le nombre de minutes pour compenser le lever ou le coucher du soleil
nl: Het aantal minuten vanaf de zonsopgang of zonsondergang
pl: Liczba minut do wyrównania od wschodu lub zachodu słońca
pt: O número de minutos para compensar a partir do nascer ou pôr do sol
sv: Antalet minuter för att kompensera från soluppgången eller solnedgången

source: The duration between executing the Actions
fr: La durée entre l'exécution des actions
nl: De duur tussen het uitvoeren van de acties
pl: Czas trwania między wykonaniem akcji
pt: A duração entre medições as ações
sv: Tiden mellan genomförandet av åtgärderna

source: Trigger conditional actions at an interval of time
fr: Déclencher des actions conditionnelles à un intervalle de temps
nl: Voer voorwaardelijke acties met een bepaald interval uit
pl: Wyzwalające działania warunkowe w odstępie czasu
pt: Acione ações condicionais em um intervalo de tempo
sv: Trigger villkorliga åtgärder på ett tidsintervall

source: A duration to wait before beginning the timer
fr: Une durée à attendre avant de commencer la minuterie
nl: Een wachttijd voordat de timer begint
pl: Czas oczekiwania przed rozpoczęciem timera
pt: Uma duração a aguardar antes de iniciar o temporizador
sv: En varaktighet att vänta innan du börjar timern

source: Combine output of multiple methods. All listed methods run in parallel and their outputs are multiplied. The combined method ends when one of cascaded method ends.
fr: Combiner les résultats de plusieurs méthodes. Toutes les méthodes énumérées s'exécutent en parallèle et leurs sorties sont multipliées. La méthode combinée se termine lorsque l'une des méthodes en cascade se termine.
nl: Combineer de output van meerdere methoden. Alle vermelde methoden lopen parallel en hun outputs worden vermenigvuldigd. De gecombineerde methode eindigt wanneer een van de gecascadeerde methoden eindigt.
pl: Połącz dane wyjściowe wielu metod. Wszystkie wymienione metody działają równolegle, a ich wyjścia są mnożone. Połączona metoda kończy się, gdy kończy się jedna z metod kaskadowych.
pt: Combinar a saída de múltiplos métodos. Todos os métodos listados funcionam em paralelo e as suas saídas são multiplicadas. O método combinado termina quando termina um dos métodos em cascata.
sv: Kombinera utdata från flera metoder. Alla listade metoder körs parallellt och deras utdata multipliceras. Den kombinerade metoden avslutas när en av de kaskadkopplade metoderna avslutas.

source: Define the setpoint over a period of time based on specific times of the day. This method will repeat daily. Start the first entry at midnight (00:00) if you wish to fill the entire day.
fr: Définissez le point de consigne sur une période de temps basée sur des moments précis de la journée. Cette méthode sera répétée quotidiennement. Commencez la première entrée à minuit (00:00) si vous souhaitez remplir toute la journée.
nl: Definieer het setpoint over een tijdsperiode op basis van specifieke tijden van de dag. Deze methode wordt dagelijks herhaald. Start de eerste invoer om middernacht (00:00) als u de hele dag wilt vullen.
pl: Definiowanie wartości zadanej przez okres czasu w oparciu o określonych porach dnia. Metoda ta będzie powtarzać codziennie. Zacznij pierwszy wpis o północy (00:00), jeśli chcesz, aby wypełnić cały dzień.
pt: Defina o ponto de ajuste durante um período de tempo com base em horários específicos do dia. Este método será repetido diariamente. Comece a primeira entrada à meia-noite (00:00) se desejar preencher o dia inteiro.
sv: Definiera börvärdet över en tidsperiod baserat på specifika tider på dagen. Denna metod kommer att upprepas dagligen. Starta första gången vid midnatt (00:00) om du vill fylla hela dagen.

source: The new entry's start time may be equal to the last entry's end time, but it cannot overlap. The default setpoint for the PID will be used if there is any unaccounted time.
fr: L'heure de début de la nouvelle entrée peut être égale à l'heure de fin de la dernière entrée, mais elle ne peut pas se chevaucher. Le point de consigne par défaut pour le PID sera utilisé s'il y a du temps non comptabilisé.
nl: De starttijd van het nieuwe item kan gelijk zijn aan de eindtijd van het laatste item, maar kan niet overlappen. Het standaard setpoint voor de PID wordt gebruikt als er een tijd is waarin geen gegevens worden geregistreerd.
pl: Czas rozpoczęcia nowego wpisu może być równa czasu zakończenia ostatniego wpisu, ale nie mogą się pokrywać. Domyślna wartość zadana dla PID zostaną wykorzystane, jeżeli istnieje jakikolwiek czas nierozliczony.
pt: O horário de início da nova entrada pode ser igual ao horário de término da última entrada, mas não pode se sobrepor. O ponto de ajuste padrão para o PID será usado se houver algum tempo não contabilizado.
sv: Den nya inmatningens starttid kan vara lika med sista inmatningens sluttid, men den kan inte överlappa varandra. Standardbörvärdet för PID kommer att användas om det inte finns någon beräknad tid.

source: Define the setpoint over the day based on a cubic Bezier curve. If unfamiliar with a Bezier curve, it is recommended you use the <a href="https://www.desmos.com/calculator/cahqdxeshd" target="_blank">graphical Bezier curve generator</a> and use the 8 variables it creates for 4 points (each a set of x and y). The x-axis start (x3) and end (x0) will be automatically stretched or skewed to fit within a 24-hour period and this method will repeat daily.
fr: Définir le point de consigne sur la journée en fonction d'une courbe de Bézier cubique. Si vous ne connaissez pas la courbe de Bézier, il est recommandé d'utiliser le <a href="https://www.desmos.com/calculator/cahqdxeshd" target="_blank"> générateur graphique de courbes de Bezier </a>. et utilisez les 8 variables qu'il crée pour 4 points (chacun un ensemble de x et y). Le début de l'axe des x (x3) et la fin (x0) seront automatiquement étirés ou inclinés pour tenir dans une période de 24 heures et cette méthode sera répétée quotidiennement.
nl: Definieer het setpoint over de dag op basis van een kubieke Bezier-curve. Als u niet bekend bent met een Bezier-curve, wordt u aangeraden de <a href="https://www.desmos.com/calculator/cahqdxeshd" target="_blank"> grafische Bezier-curve-generator </a> te gebruiken en gebruik de 8 variabelen die het creëert voor 4 punten (elk een set van x en y). De x-as start (x3) en het einde (x0) worden automatisch uitgerekt of scheef geplaatst om binnen 24 uur te passen en deze methode wordt dagelijks herhaald.
pl: Definiowanie wartości zadanej w ciągu dnia w oparciu o krzywą Beziera. Jeśli znają krzywej Beziera, zaleca się użyć <a href="https://www.desmos.com/calculator/cahqdxeshd" target="_blank"> graficzny generator Beziera krzywa </a> i skorzystać z 8 zmienne tworzy 4 punktów (każdy komplet x i y). Początek osi x (x 3), a koniec (x0) będzie automatycznie rozciągnięty lub skośny zmieścić się w ciągu 24 godzin, a sposób ten będzie powtarzany dziennie.
pt: Defina o ponto de ajuste ao longo do dia com base em uma curva cúbica de Bezier. Se você não estiver familiarizado com uma curva de Bezier, é recomendável usar o <a href="https://www.desmos.com/calculator/cahqdxeshd" target="_blank">gerador de curvas gráficas de Bezier</a> e use as 8 variáveis que cria para 4 pontos (cada um conjunto de x e y). O início do eixo x (x3) e o final (x0) serão automaticamente esticados ou inclinados para caber dentro de um período de 24 horas e esse método será repetido diariamente.
sv: Definiera börvärdet över dagen baserat på en kubisk Bezier-kurva. Om du inte känner till en Bezier-kurva, rekommenderas att du använder <a href="https://www.desmos.com/calculator/cahqdxeshd" target="_blank">grafisk Bezier-kurvagenerator</a> och använd de 8 variablerna som skapas för 4 punkter (var och en uppsättning x och y). X-axeln start (x3) och slutet (x0) kommer automatiskt att sträckas eller skevas för att passa inom en 24-timmarsperiod och denna metod kommer att upprepas dagligen.

source: Define the setpoint over the day based on a sinusoidal wave defined by y = [A * sin(B * x + C)] + D, where A is amplitude, B is frequency, C is the angle shift, and D is the y-axis shift. This method will repeat daily.
fr: Définir le point de consigne sur la journée à partir d'une onde sinusoïdale définie par y = [A * sin (B * x + C)] + D, où A est l'amplitude, B la fréquence, C le décalage de l'angle et D le y changement de -axis. Cette méthode se répète quotidiennement.
nl: Definieer het setpoint over de dag op basis van een sinusoïdale golf gedefinieerd door y = [A * sin (B * x + C)] + D, waarbij A de amplitude is, B de frequentie, C de hoekverschuiving en D de y - As shift. Deze methode wordt dagelijks herhaald.
pl: Określić wartość zadaną w ciągu dnia na podstawie sinusoidalnej fali określonej przez r = [A * sin (b * x + C)] + D, gdzie A jest amplitudą B częstotliwości C przesunięcie kątowe, a D y -działający shift. Metoda ta będzie powtarzać codziennie.
pt: Defina o ponto de ajuste ao longo do dia com base em uma onda sinusoidal definida por y = [A * sen (B * x + C)] + D, onde A é amplitude, B é frequência, C é o deslocamento de ângulo e D é o y deslocamento de eixo. Este método será repetido diariamente.
sv: Definiera börvärdet över dagen baserat på en sinusformad våg definierad av y = [A * sin (B * x + C)] + D, där A är amplitud, B är frekvens, C är vinkelskiftet och D är y -axskift. Denna metod kommer att upprepas dagligen.

source: Define the setpoint over a period of time based on specific times/dates.
fr: Définissez le point de consigne sur une période de temps en fonction des heures / dates spécifiques.
nl: Definieer het setpoint over een tijdsperiode op basis van specifieke tijden / datums.
pl: Definiowanie wartości zadanej przez okres czasu w oparciu o określonych godzinach / dniach.
pt: Defina o ponto de ajuste durante um período de tempo com base em horários / datas específicos.
sv: Definiera börvärdet över en tidsperiod baserat på specifika tider / datum.

source: Define the setpoint over a period of time, based on specific durations of time.
fr: Définir le point de consigne sur une période de temps, en fonction de durées spécifiques.
nl: Definieer het setpoint over een tijdsperiode op basis van specifieke tijdsduren.
pl: Zdefiniować zadaną przez pewien okres czasu, na podstawie konkretnych okresów czasu.
pt: Defina o ponto de ajuste durante um período de tempo, com base em durações específicas do tempo.
sv: Definiera börvärdet över en tidsperiod, baserat på specifika tidsförhållanden.

source: Duration here is defined as the amount of time after the previous duration. If this is the first duration added, this will be the beginning of the method. If this is not the first duration added, it will execute after the last duration already in the method.
fr: La durée ici est définie comme la quantité de temps après la durée précédente. S'il s'agit de la première durée ajoutée, ce sera le début de la méthode. Si ce n'est pas la première durée ajoutée, elle s'exécutera après la dernière durée déjà dans la méthode.
nl: De duur hier wordt gedefinieerd als de hoeveelheid tijd na de vorige duur. Als dit de eerste toegevoegde duur is, is dit het begin van de methode. Als dit niet de eerste toegevoegde duur is, wordt deze uitgevoerd na de laatste duur die al in de methode voorkomt.
pl: Czas jest tu zdefiniowana jako ilość czasu po poprzedniej trwania. Jeśli jest to pierwszy okres dodał, będzie to na początku metody. Jeśli nie jest to pierwszy okres dodał, będzie to wykonać po ostatnim trwania już w metodzie.
pt: A duração aqui é definida como a quantidade de tempo após a duração anterior. Se esta for a primeira duração adicionada, este será o começo do método. Se esta não for a primeira duração adicionada, ela será executada após a última duração já no método.
sv: Varaktigheten här definieras som tiden efter den föregående varaktigheten. Om detta är den första längden som läggs till, kommer detta att vara början på metoden. Om det inte är den första längden som läggs till, kommer den att utföras efter den sista varaktigheten som redan finns i metoden.

source: Use the following options to instruct the method to restart when it reaches the end.
fr: Utilisez les options suivantes pour indiquer à la méthode de redémarrer lorsqu'elle atteint la fin.
nl: Gebruik de volgende opties om de methode op te dragen om opnieuw op te starten wanneer het einde is bereikt.
pl: Korzystać z następujących opcji, aby polecić metodę, aby ponownie uruchomić, gdy dojdzie do końca.
pt: Use as seguintes opções para instruir o método a ser reiniciado quando atingir o final.
sv: Använd följande alternativ för att instruera metoden att starta om när den når slutet.

source: If you do not wish for the method to repeat, do not use this option.
fr: Si vous ne souhaitez pas que la méthode se répète, n'utilisez pas cette option.
nl: Als u niet wilt dat de methode wordt herhaald, gebruik deze optie dan niet.
pl: Jeśli nie chcesz dla metody powtarzać, nie należy używać tej opcji.
pt: Se você não deseja que o método seja repetido, não use esta opção.
sv: Om du inte önskar att metoden ska repetera, använd inte det här alternativet.

source: You may enter a duration (seconds) that the method will end after, otherwise leave blank to repeat forever.
fr: Vous pouvez entrer une durée (secondes) à laquelle la méthode se terminera après, sinon laisser vide pour répéter pour toujours.
nl: U kunt een duur (seconden) invoeren waarna de methode erna zal eindigen, laat anders niets meer om voor altijd te herhalen.
pl: Można wprowadzić czas trwania (w sekundach), że metoda zakończy się później, w przeciwnym razie pozostaw puste powtarzać zawsze.
pt: Você pode inserir uma duração (segundos) que o método terminará depois, caso contrário, deixe em branco para repetir para sempre.
sv: Du kan ange en varaktighet (sekunder) som metoden kommer att sluta efter, annars lämna blank för att repetera för alltid.

source: Action Settings
fr: Paramètres des actions
nl: Actie Instellingen
pl: Ustawienia działania
pt: Definições de acção
sv: Inställningar för åtgärder

source: Imported Action Modules
fr: Modules d'action importés
nl: Geïmporteerde Actie Modules
pl: Importowane moduły działania
pt: Módulos de Acção Importados
sv: Importerade åtgärdsmoduler

source: Alerts Settings
fr: Paramètres d'alertes
nl: Waarschuwingsinstellingen
pl: Alarmy Ustawienia
pt: Configurações de alertas
sv: Varningar Inställningar

source: Leave blank to use default port for protocol
fr: Laissez vide pour utiliser le port par défaut pour le protocole
nl: Laat leeg om de standaardpoort voor het protocol te gebruiken
pl: Pozostaw puste, aby użyć domyślnego portu dla protokołu
pt: Deixe em branco para utilizar a porta padrão para o protocolo
sv: Lämna tomt för att använda standardport för protokoll

source: Email protocol to send with
fr: Protocole de messagerie à envoyer avec
nl: E-mail protocol om te verzenden met
pl: Powiadom protokół wysyłania z
pt: Protocolo de e-mail a enviar com
sv: E-postprotokoll att skicka med

source: Usually your full email address
fr: Votre adresse email complète
nl: Meestal uw volledige e-mailadres
pl: Zwykle jest to pełny adres e-mail
pt: Geralmente seu endereço de email completo
sv: Vanligtvis din fullständiga e-postadress

source: Only enter a password here if you wish to change it
fr: Entrez uniquement un mot de passe ici si vous souhaitez le changer
nl: Voer hier alleen een wachtwoord in als u dit wilt wijzigen
pl: wprowadzić tylko hasło tutaj, jeśli chcesz go zmienić
pt: Apenas digite uma senha aqui se você quiser mudar
sv: Ange bara ett lösenord här om du vill ändra det

source: Maximum number of alerts that can be emailed per hour.
fr: Nombre maximum d'alertes pouvant être envoyées par e-mail par heure.
nl: Maximumaantal meldingen dat per uur per e-mail kan worden verzonden.
pl: Maksymalna liczba alertów, które można przesyłać pocztą elektroniczną na godzinę.
pt: Número máximo de alertas que podem ser enviados por email por hora.
sv: Maximalt antal varningar som kan skickas per timme.

source: Function Settings
fr: Paramètres de fonction
nl: Functie-instellingen
pl: Ustawienia funkcji
pt: Definições de funções
sv: Funktion Inställningar

source: Import Function Module
fr: Module de fonction d'importation
nl: Module importfunctie
pl: Moduł funkcji importu
pt: Módulo Função de Importação

source: Imported Function Modules
fr: Modules de fonction importés
nl: Geïmporteerde functiemodules
pl: Importowane Moduły funkcyjne
pt: Módulos de Função Importados

source: General Settings
fr: réglages généraux
nl: Algemene instellingen
pl: Ustawienia główne
pt: Configurações Gerais
sv: Allmänna Inställningar

source: Which page to land on after logging in
fr: Quelle page atterrir après s'être connecté
nl: Op welke pagina moet je komen nadat je bent ingelogd
pl: Która strona do gruntu, na po zalogowaniu
pt: Em qual página aterrar após o login
sv: Vilken sida ska landa efter inloggning

source: Which page to land on after clicking brand link (top-corner link)
fr: Sur quelle page atterrir après avoir cliqué sur le lien de la marque (lien en haut de la page)
nl: Op welke pagina te landen na het klikken op merk link (top-corner link)
pl: Na jakiej stronie należy wylądować po kliknięciu w link brandowy (link top-corner)
pt: Em que página aterrar depois de clicar no link da marca (link top-corner)

source: Same as Landing Page
fr: Identique à la page d'accueil
nl: Zelfde als landingspagina
pl: Tak samo jak Landing Page
pt: O mesmo que Página de Aterragem

source: Set the timeout (seconds) for Pyro connections (client-daemon communication). Requires daemon restart.
fr: Réglez le délai d'attente (secondes) pour les connexions Pyro (communication client-démon). Nécessite un redémarrage démon.
nl: De uitschakeltijd (seconden) voor Pyro verbindingen (client-daemon communicatie). Vereist daemon herstart.
pl: Ustawić limit czasu (w sekundach) dla połączeń komunikacyjnych Pyro (client-demon). Wymaga ponownego uruchomienia demona.
pt: Definir o tempo limite (segundos) para conexões Pyro (comunicação cliente-daemon). Requer reinicialização daemon.
sv: Ställa in timeout (sekunder) för Pyro anslutningar (klient-daemon kommunikation). Kräver daemon omstart.

source: Enable Daemon debug logging for diagnosing issues. Requires Daemon restart.
fr: Activer la journalisation de débogage Daemon pour diagnostiquer les problèmes. Nécessite un redémarrage Daemon.
nl: Inschakelen Daemon debug logging voor het diagnosticeren van problemen. Vereist Daemon herstart.
pl: Włącz rejestrowanie debugowania Daemon do diagnozowania problemów. Wymaga ponownego uruchomienia demona.
pt: Activar o registo de depuração Daemon para diagnosticar problemas. Requer Daemon reinício.
sv: Aktivera Daemon felsökningsloggning för att diagnostisera problem. Kräver Daemon omstart.

source: Check to force all web connections to use SSL (port 443) for greater security.
fr: Cochez pour forcer toutes les connexions Web à utiliser SSL (port 443) pour plus de sécurité.
nl: Vink aan om alle internetverbindingen te dwingen om SSL (poort 443) te gebruiken voor een betere beveiliging.
pl: Sprawdź, życie wszystkich połączeń internetowych do używania protokołu SSL (port 443), dla większego bezpieczeństwa.
pt: Marque para forçar todas as conexões da web a usar SSL (porta 443) para maior segurança.
sv: Kontrollera att alla webbanslutningar ska användas för att använda SSL (port 443) för större säkerhet.

source: Check to prevent Success alert messages from appearing at the top of the page.
fr: Cochez pour empêcher les messages d'alerte de succès d'apparaître en haut de la page.
nl: Vink aan om te voorkomen dat Success-waarschuwingsberichten boven aan de pagina verschijnen.
pl: Sprawdzić wiadomości alarmowych, aby zapobiec pojawianiu się sukcesu w górnej części strony.
pt: Marque para impedir que mensagens de alerta do sucesso apareçam no alto da página.
sv: Kontrollera att förhindra att meddelanden om framgångsvarning visas högst upp på sidan.

source: Check to prevent Info alert messages from appearing at the top of the page.
fr: Cochez pour empêcher les messages d'alerte Info d'apparaître en haut de la page.
nl: Vink aan om te voorkomen dat Info-waarschuwingsberichten boven aan de pagina verschijnen.
pl: Sprawdzić wiadomości informacji, aby zapobiec pojawianiu się powiadomienie w górnej części strony.
pt: Marque para impedir que as mensagens de alerta de informações apareçam no topo da página.
sv: Kontrollera att information om varningsmeddelanden inte visas högst upp på sidan.

source: Check to prevent Warning alert messages from appearing at the top of the page.
fr: Cochez pour empêcher les messages d'alerte d'avertissement d'apparaître en haut de la page.
nl: Vink aan om te voorkomen dat waarschuwingsberichten boven aan de pagina verschijnen.
pl: Sprawdzić, aby zapobiec wiadomości Alert ostrzegawczy pojawianiu się w górnej części strony.
pt: Marque para evitar que mensagens de alerta de Aviso apareçam no topo da página.
sv: Kontrollera att varningsmeddelanden inte visas högst upp på sidan.

source: Hide tooltips that pop up over form inputs.
fr: Masquer les info-bulles qui apparaissent sur les entrées du formulaire.
nl: Verberg tooltips die verschijnen via formulierinvoer.
pl: Ukryj podpowiedzi, które pojawiają się nad wejściami formie.
pt: Ocultar dicas de ferramentas que aparecem sobre entradas de formulário.
sv: Dölj verktygstips som dyker upp över formuläringångar.
