Repository: AoT-inc/Looperget
Catalog: looperget/looperget_flask/translations/*/LC_MESSAGES/messages.po
Languages: fr, nl, pl, pt, sv

source: Once booted and logged in, run the following command to initiate the Looperget install:
fr: Une fois démarré et connecté, exécutez la commande suivante pour lancer l'installation de Looperget :
nl: Eenmaal opgestart en ingelogd, voer het volgende commando uit om de Looperget installatie te starten:
pl: Po uruchomieniu i zalogowaniu się, uruchom następujące polecenie, aby zainicjować instalację Looperget:
pt: Uma vez iniciados e logados, executar o seguinte comando para iniciar a instalação do Looperget:
sv: När du har startat upp och loggat in kör du följande kommando för att påbörja Looperget-installationen:

source: After installation, open a web browser to the SBC's IP address and you will be prompted to create an Admin user and login.
fr: Après l'installation, ouvrez un navigateur Web sur l'adresse IP du SBC et vous serez invité à créer un utilisateur Admin et à vous connecter.
nl: Open na de installatie een webbrowser naar het IP-adres van de SBC en u wordt gevraagd een admin-gebruiker aan te maken en in te loggen.
pl: Po instalacji otwórz przeglądarkę internetową na adres IP SBC, a zostaniesz poproszony o utworzenie użytkownika Admin i zalogowanie się.
pt: Após a instalação, abra um web browser para o endereço IP da SBC e ser-lhe-á pedido que crie um utilizador Admin e faça o login.
sv: Efter installationen öppnar du en webbläsare till SBC:s IP-adress och du kommer att uppmanas att skapa en administratörsanvändare och logga in.

source: Support
fr: Soutien
nl: Ondersteuning
pl: Wsparcie
pt: Apoio
sv: Stöd

source: Discussion Forum
fr: Forum de discussion
nl: Discussieforum
pl: Forum dyskusyjne
pt: Fórum de discussão
sv: Diskussionsforum

source: Frequently Asked Questions
fr: Questions fréquemment posées
nl: Vaak gestelde vragen
pl: Najczęściej zadawane pytania
pt: Perguntas Mais Frequentes
sv: Ofta ställda frågor

source: Donate
fr: Faire un don
nl: Doneer
pl: Darowizna
pt: Faça o seu donativo
sv: Donera

source: Become a Sponsor
fr: Devenir un sponsor
nl: Sponsor worden
pl: Zostań sponsorem
pt: Torne-se um Patrocinador
sv: Bli en sponsor

source: Other Methods
fr: Autres méthodes
nl: Andere methoden
pl: Inne metody
pt: Outros métodos
sv: Andra metoder

source: Looperget is an open-source environmental monitoring and regulation system that was built to run on single-board computers, specifically the [Raspberry Pi](https://en.wikipedia.org/wiki/Raspberry_Pi).
fr: Looperget est un système open-source de surveillance et de régulation de l'environnement conçu pour fonctionner sur des ordinateurs monocartes, notamment le [Raspberry Pi](https://en.wikipedia.org/wiki/Raspberry_Pi).
nl: Looperget is een open-source milieubewakings- en regelsysteem dat is gebouwd om te draaien op single-board computers, met name de [Raspberry Pi](https://en.wikipedia.org/wiki/Raspberry_Pi).
pl: Looperget to open-source'owy system monitorowania i regulacji środowiska, który został zbudowany do działania na komputerach jednopłytkowych, a konkretnie na [Raspberry Pi](https://en.wikipedia.org/wiki/Raspberry_Pi).
pt: Looperget é um sistema de monitorização e regulação ambiental de código aberto que foi construído para funcionar em computadores de placa única, especificamente o [Raspberry Pi](https://en.wikipedia.org/wiki/Raspberry_Pi).
sv: Looperget är ett miljöövervaknings- och regleringssystem med öppen källkod som byggdes för att köras på enbordsdatorer, särskilt [Raspberry Pi](https://en.wikipedia.org/wiki/Raspberry_Pi).

source: Originally developed for cultivating edible mushrooms, Looperget has grown to do much more. The system consists of two parts, a backend (daemon) and a frontend (web server). The backend performs tasks such as acquiring measurements from sensors and devices and coordinating a diverse set of responses to those measurements, including the ability to modulate outputs (switch relays, generate PWM signals, operate pumps, switch wireless outlets, publish/subscribe to MQTT, among others), regulate environmental conditions with PID control, schedule timers, capture photos and stream video, trigger actions when measurements meet certain conditions, and more. The frontend hosts a web interface that enables viewing and configuration from any browser-enabled device.
fr: Développé à l'origine pour la culture de champignons comestibles, Looperget s'est développé pour faire beaucoup plus. Le système se compose de deux parties, un backend (démon) et un frontend (serveur web). Le backend effectue des tâches telles que l'acquisition de mesures à partir de capteurs et de dispositifs et la coordination d'un ensemble diversifié de réponses à ces mesures, y compris la capacité de moduler les sorties (commutation de relais, génération de signaux PWM, fonctionnement de pompes, commutation de prises sans fil, publication/abonnement à MQTT, entre autres), de réguler les conditions environnementales avec un contrôle PID, de programmer des minuteries, de capturer des photos et de diffuser des vidéos, de déclencher des actions lorsque les mesures répondent à certaines conditions, etc. Le frontal héberge une interface web qui permet de visualiser et de configurer les appareils à partir de n'importe quel navigateur.
nl: Looperget is oorspronkelijk ontwikkeld voor het kweken van eetbare paddenstoelen, maar is uitgegroeid tot veel meer. Het systeem bestaat uit twee delen, een backend (daemon) en een frontend (webserver). De backend voert taken uit zoals het verzamelen van metingen van sensoren en apparaten en het coördineren van een diverse reeks reacties op die metingen, waaronder de mogelijkheid om uitgangen te moduleren (relais schakelen, PWM-signalen genereren, pompen bedienen, draadloze stopcontacten schakelen, publiceren/aanmelden voor MQTT, enzovoort), omgevingscondities regelen met PID-regeling, timers plannen, foto's en video's vastleggen, acties activeren wanneer metingen aan bepaalde voorwaarden voldoen, en nog veel meer. De frontend bevat een webinterface die weergave en configuratie vanaf elk apparaat met een browser mogelijk maakt.
pl: Pierwotnie opracowany do uprawy grzybów jadalnych, Looperget rozwinął się do znacznie większych możliwości. System składa się z dwóch części, backendu (demona) i frontu (serwera internetowego). Backend wykonuje takie zadania, jak pobieranie pomiarów z czujników i urządzeń oraz koordynacja różnorodnych reakcji na te pomiary, w tym możliwość modulowania wyjść (przełączanie przekaźników, generowanie sygnałów PWM, obsługa pomp, przełączanie gniazdek bezprzewodowych, publikowanie/podpisywanie się do MQTT, między innymi), regulowanie warunków środowiskowych za pomocą kontroli PID, harmonogramy, przechwytywanie zdjęć i strumieniowanie wideo, wyzwalanie działań, gdy pomiary spełniają określone warunki, i wiele innych. Frontend hostuje interfejs webowy, który umożliwia podgląd i konfigurację z dowolnego urządzenia obsługującego przeglądarkę.
pt: Originalmente desenvolvido para o cultivo de cogumelos comestíveis, Looperget tem crescido para fazer muito mais. O sistema consiste em duas partes, um backend (daemon) e um frontend (servidor web). O backend executa tarefas tais como adquirir medições de sensores e dispositivos e coordenar um conjunto diversificado de respostas a essas medições, incluindo a capacidade de modular saídas (comutar relés, gerar sinais PWM, operar bombas, mudar saídas sem fios, publicar/assinar ao MQTT, entre outros), regular as condições ambientais com controlo PID, programar temporizadores, capturar fotos e transmitir vídeo, desencadear acções quando as medições satisfazem determinadas condições, e muito mais. O frontend aloja uma interface web que permite a visualização e configuração a partir de qualquer dispositivo activado por browser.
sv: Looperget utvecklades ursprungligen för att odla ätliga svampar, men har vuxit till att göra mycket mer. Systemet består av två delar, en backend (daemon) och en frontend (webbserver). Baksidan utför uppgifter som att samla in mätningar från sensorer och enheter och samordna en mängd olika svar på dessa mätningar, inklusive förmågan att modulera utgångar (koppla om reläer, generera PWM-signaler, driva pumpar, koppla om trådlösa uttag, publicera/skriva på MQTT, med mera), reglera miljöförhållanden med PID-kontroll, schemalägga timers, ta foton och strömma video, utlösa åtgärder när mätningar uppfyller vissa villkor, med mera. Frontenden är värd för ett webbgränssnitt som gör det möjligt att visa och konfigurera från alla enheter med webbläsare.

source: There are a number of different uses for Looperget. Some users simply store sensor measurements to monitor conditions remotely, others regulate the environmental conditions of a physical space, while others capture motion-activated or time-lapse photography, among other uses.
fr: Il existe un certain nombre d'utilisations différentes de Looperget. Certains utilisateurs stockent simplement les mesures des capteurs pour surveiller les conditions à distance, d'autres régulent les conditions environnementales d'un espace physique, tandis que d'autres capturent des photographies activées par le mouvement ou en time-lapse, entre autres utilisations.
nl: Looperget wordt op verschillende manieren gebruikt. Sommige gebruikers slaan gewoon sensormetingen op om de omstandigheden op afstand te controleren, anderen regelen de omgevingscondities van een fysieke ruimte, en weer anderen leggen onder meer bewegingsgeactiveerde of time-lapse fotografie vast.
pl: Istnieje wiele różnych zastosowań dla Looperget. Niektórzy użytkownicy po prostu przechowują pomiary czujników, aby zdalnie monitorować warunki, inni regulują warunki środowiskowe w przestrzeni fizycznej, a jeszcze inni rejestrują fotografię aktywowaną ruchem lub poklatkową, wśród innych zastosowań.
pt: Existem várias utilizações diferentes para Looperget. Alguns utilizadores simplesmente armazenam medições de sensores para monitorizar as condições à distância, outros regulam as condições ambientais de um espaço físico, enquanto outros captam fotografia activada por movimento ou time-lapse, entre outras utilizações.
sv: Looperget kan användas på många olika sätt. Vissa användare lagrar helt enkelt sensormätningar för att övervaka förhållandena på distans, andra reglerar miljöförhållandena i ett fysiskt utrymme, medan andra bland annat tar rörelsestyrd eller tidsförloppsfotografering.

source: Input controllers acquire measurements and store them in the InfluxDB time series database. Measurements typically come from sensors, but may also be configured to use the return value of Linux Bash or Python commands, or math equations, making this a very dynamic system for acquiring and generating data.
fr: Les contrôleurs d'entrée acquièrent des mesures et les stockent dans la base de données de séries temporelles InfluxDB. Les mesures proviennent généralement de capteurs, mais peuvent également être configurées pour utiliser la valeur de retour de commandes Linux Bash ou Python, ou d'équations mathématiques, ce qui en fait un système très dynamique d'acquisition et de génération de données.
nl: Input controllers verwerven metingen en slaan deze op in de InfluxDB tijdreeksdatabase. Metingen komen meestal van sensoren, maar kunnen ook worden geconfigureerd om de retourwaarde van Linux Bash of Python commando's, of wiskundige vergelijkingen te gebruiken, waardoor dit een zeer dynamisch systeem is voor het verwerven en genereren van gegevens.
pl: Kontrolery wejściowe pozyskują pomiary i przechowują je w bazie danych serii czasowych InfluxDB. Pomiary pochodzą zazwyczaj z czujników, ale mogą być również skonfigurowane tak, aby używać wartości zwrotnej poleceń Linux Bash lub Python, lub równań matematycznych, co sprawia, że jest to bardzo dynamiczny system pozyskiwania i generowania danych.
pt: Os controladores de entrada adquirem medidas e armazenam-nas na base de dados de séries temporais InfluxDB. As medições vêm tipicamente de sensores, mas também podem ser configuradas para utilizar o valor de retorno dos comandos Linux Bash ou Python, ou equações matemáticas, tornando-o um sistema muito dinâmico para a aquisição e geração de dados.
sv: Ingångskontrollanter samlar in mätningar och lagrar dem i InfluxDB:s tidsseriedatabas. Mätningarna kommer vanligtvis från sensorer, men kan också konfigureras för att använda returvärdet av Linux Bash- eller Pythonkommandon eller matematiska ekvationer, vilket gör detta till ett mycket dynamiskt system för att samla in och generera data.

source: Output controllers produce changes to the general input/output (GPIO) pins or may be configured to execute Linux Bash or Python commands, enabling a variety of potential uses. There are a few different types of outputs: simple switching of GPIO pins (HIGH/LOW), generating pulse-width modulated (PWM) signals, controlling peristaltic pumps, MQTT publishing, and more.
fr: Les contrôleurs de sortie produisent des changements sur les broches d'entrée/sortie générales (GPIO) ou peuvent être configurés pour exécuter des commandes Linux Bash ou Python, ce qui permet une variété d'utilisations potentielles. Il existe différents types de sorties : la simple commutation des broches GPIO (HAUT/BAS), la génération de signaux modulés en largeur d'impulsion (PWM), le contrôle de pompes péristaltiques, la publication MQTT, etc.
nl: Output controllers produceren veranderingen aan de algemene input/output (GPIO) pinnen of kunnen worden geconfigureerd om Linux Bash of Python commando's uit te voeren, waardoor een verscheidenheid aan mogelijke toepassingen mogelijk is. Er zijn een paar verschillende soorten uitgangen: eenvoudig schakelen van GPIO-pinnen (HIGH/LOW), genereren van pulsbreedtegemoduleerde (PWM) signalen, aansturen van slangenpompen, MQTT-publicatie, en meer.
pl: Kontrolery wyjść wytwarzają zmiany na pinach ogólnego wejścia/wyjścia (GPIO) lub mogą być skonfigurowane do wykonywania poleceń Linux Bash lub Python, umożliwiając wiele potencjalnych zastosowań. Istnieje kilka różnych typów wyjść: proste przełączanie pinów GPIO (HIGH/LOW), generowanie sygnałów modulowanych w szerokości impulsu (PWM), sterowanie pompami perystaltycznymi, publikowanie MQTT i inne.
pt: Os controladores de saída produzem alterações nos pinos de entrada/saída geral (GPIO) ou podem ser configurados para executar comandos Linux Bash ou Python, permitindo uma variedade de usos potenciais. Existem alguns tipos diferentes de saídas: simples comutação de pinos GPIO (HIGH/LOW), geração de sinais de largura de pulso modulada (PWM), controlo de bombas peristálticas, publicação de MQTT, e muito mais.
sv: Utgångskontroller producerar ändringar på GPIO-stift (general input/output) eller kan konfigureras för att utföra Linux Bash- eller Python-kommandon, vilket möjliggör en mängd olika användningsområden. Det finns några olika typer av utgångar: enkel omkoppling av GPIO-stift (HIGH/LOW), generering av PWM-signaler (pulsbreddsmodulerade signaler), styrning av peristaltiska pumpar, MQTT-publicering med mera.

source: When Inputs and Outputs are combined, Function controllers may be used to create feedback loops that uses the Output device to modulate an environmental condition the Input measures. Certain Inputs may be coupled with certain Outputs to create a variety of different control and regulation applications. Beyond simple regulation, Methods may be used to create a changing setpoint over time, enabling such things as thermal cyclers, reflow ovens, environmental simulation for terrariums, food and beverage fermentation or curing, and cooking food ([sous-vide](https://en.wikipedia.org/wiki/Sous-vide)), to name a few.
fr: Lorsque les entrées et les sorties sont combinées, les contrôleurs de fonction peuvent être utilisés pour créer des boucles de rétroaction qui utilisent le dispositif de sortie pour moduler une condition environnementale mesurée par l'entrée. Certaines entrées peuvent être couplées à certaines sorties pour créer une variété d'applications de contrôle et de régulation différentes. Au-delà de la simple régulation, les méthodes peuvent être utilisées pour créer un point de consigne changeant au fil du temps, permettant des choses telles que les thermocycleurs, les fours de refusion, la simulation environnementale pour les terrariums, la fermentation ou le séchage des aliments et des boissons, et la cuisson des aliments ([sous-vide](https://en.wikipedia.org/wiki/Sous-vide)), pour n'en citer que quelques-unes.
nl: Wanneer ingangen en uitgangen worden gecombineerd, kunnen functieregelaars worden gebruikt om terugkoppellussen te creëren die de uitgang gebruiken om een door de ingang gemeten omgevingsconditie te moduleren. Bepaalde ingangen kunnen aan bepaalde uitgangen worden gekoppeld om een verscheidenheid van verschillende regel- en toezichttoepassingen te creëren. Naast eenvoudige regeling kunnen methoden worden gebruikt om een in de tijd veranderend instelpunt te creëren, waardoor bijvoorbeeld thermische cyclers, reflow-ovens, omgevingssimulatie voor terraria, fermentatie of uitharding van voedsel en dranken, en het koken van voedsel ([sous-vide](https://en.wikipedia.org/wiki/Sous-vide)) mogelijk worden.
pl: Gdy wejścia i wyjścia są połączone, sterowniki funkcyjne mogą być używane do tworzenia pętli sprzężenia zwrotnego, które wykorzystuje urządzenie wyjściowe do modulowania warunków środowiskowych mierzonych przez wejście. Niektóre wejścia mogą być połączone z niektórymi wyjściami, aby stworzyć wiele różnych zastosowań w zakresie sterowania i regulacji. Poza prostą regulacją, Metody mogą być używane do tworzenia zmieniających się w czasie wartości zadanych, umożliwiając takie rzeczy jak termocyklery, piece rozpływowe, symulację środowiska dla terrariów, fermentację żywności i napojów lub utwardzanie, oraz gotowanie żywności ([sous-vide](https://en.wikipedia.org/wiki/Sous-vide)), aby wymienić tylko kilka.
pt: Quando as Entradas e Saídas são combinadas, os controladores de funções podem ser utilizados para criar laços de feedback que utilizam o dispositivo de Saída para modular uma condição ambiental as medidas de Entrada. Certas Entradas podem ser acopladas a certas Saídas para criar uma variedade de diferentes aplicações de controlo e regulação. Para além da regulação simples, podem ser utilizados métodos para criar um ponto de ajuste variável ao longo do tempo, permitindo coisas como termocicladores, fornos de refluxo, simulação ambiental para terrários, fermentação ou cura de alimentos e bebidas, e cozinhar alimentos ([sous-vide](https://en.wikipedia.org/wiki/Sous-vide)), para citar alguns.
sv: När ingångar och utgångar kombineras kan funktionskontroller användas för att skapa återkopplingsslingor som använder utgångsenheten för att modulera ett miljötillstånd som ingången mäter. Vissa ingångar kan kombineras med vissa utgångar för att skapa en mängd olika styr- och reglertillämpningar. Utöver enkel reglering kan metoderna användas för att skapa ett förändrat börvärde över tiden, vilket möjliggör t.ex. termiska cyklare, reflow-ugnar, miljösimulering för terrarier, jäsning eller härdning av livsmedel och drycker och tillagning av mat ([sous-vide](https://en.wikipedia.org/wiki/Sous-vide)), för att nämna några exempel.

source: Triggers can be set to activate events based on specific dates and times, according to durations of time, or the sunrise/sunset at a specific latitude and longitude.
fr: Les déclencheurs peuvent être configurés pour activer des événements en fonction de dates et d'heures spécifiques, en fonction de durées, ou du lever/coucher du soleil à une latitude et une longitude spécifiques.
nl: Triggers kunnen worden ingesteld om gebeurtenissen te activeren op basis van specifieke data en tijden, volgens tijdsduur, of de zonsopgang/ondergang op een specifieke breedte- en lengtegraad.
pl: Wyzwalacze można ustawić tak, aby aktywowały zdarzenia w oparciu o określone daty i godziny, według czasu trwania lub wschodu/zachodu słońca na określonej szerokości i długości geograficznej.
pt: Os gatilhos podem ser definidos para activar eventos com base em datas e horas específicas, de acordo com durações de tempo, ou o nascer/pôr-do-sol a uma latitude e longitude específicas.
sv: Utlösare kan ställas in för att aktivera händelser baserat på specifika datum och tider, enligt tidsperioder eller vid soluppgång/solnedgång på en specifik latitud och longitud.

source: Live Measurements
fr: Mesures en direct
nl: Live metingen
pl: Pomiary żywo
pt: Medições ao vivo
sv: Live mätningar

source: The `Live Measurements` page is the first page a user sees after logging in to Looperget. It will display the current measurements being acquired from Input and Function controllers. If there is nothing displayed on the `Live` page, ensure an Input or Function controller is both configured correctly and activated. Data will be automatically updated on the page from the measurement database.
fr: La page `Live Measurements` est la première page qu'un utilisateur voit après s'être connecté à Looperget. Elle affiche les mesures actuelles acquises par les contrôleurs d'entrée et de fonction. Si rien n'est affiché sur la page `Live`, assurez-vous qu'un contrôleur d'entrée ou de fonction est correctement configuré et activé. Les données seront automatiquement mises à jour sur la page à partir de la base de données des mesures.
nl: De `Live Measurements` pagina is de eerste pagina die een gebruiker ziet na het inloggen op Looperget. Het toont de huidige metingen die worden verkregen van ingangs- en functiecontrollers. Als er niets wordt weergegeven op de `Live`-pagina, zorg er dan voor dat een ingangs- of functiecontroller correct is geconfigureerd en geactiveerd. Gegevens worden automatisch bijgewerkt op de pagina vanuit de meetdatabase.
pl: Strona `Pomiary na żywo` jest pierwszą stroną, którą widzi użytkownik po zalogowaniu się do Looperget. Wyświetla ona aktualne pomiary uzyskane z kontrolerów wejścia i funkcji. Jeśli nic nie jest wyświetlane na stronie `Live`, upewnij się, że kontroler wejścia lub funkcji jest poprawnie skonfigurowany i aktywowany. Dane będą automatycznie aktualizowane na stronie z bazy danych pomiarów.
pt: A página "Medições em directo" é a primeira página que um utilizador vê depois de entrar no Looperget. Irá mostrar as medidas actuais que estão a ser adquiridas dos controladores de Entrada e Função. Se não houver nada exibido na página `Vivo`, certifique-se de que um controlador de Entrada ou de Função está configurado correctamente e activado. Os dados serão automaticamente actualizados na página a partir da base de dados de medições.
sv: Sidan `Live Measurements` är den första sidan som en användare ser efter att ha loggat in på Looperget. Den visar de aktuella mätningar som erhålls från styrenheter för ingång och funktion. Om det inte visas något på sidan `Live` ska du se till att en ingångs- eller funktionsregulator är både korrekt konfigurerad och aktiverad. Data kommer automatiskt att uppdateras på sidan från mätningsdatabasen.

source: Asynchronous Graphs
fr: Graphique Asynchrone
nl: Asynchroon
pl: Wykresy asynchroniczne
pt: Assíncrono
