Repository: AoT-inc/Looperget
Catalog: looperget/looperget_flask/translations/*/LC_MESSAGES/messages.po
Languages: fr, nl, pl, pt, sv

source: returns how long the output has currently been on, in seconds, or 0 if off.
fr: rendement combien de temps la sortie a été actuellement sur, en quelques secondes, ou 0 si elle est désactivée.
nl: rendementen hoe lang de uitgang heeft op dit moment al op, in seconden, of 0 als uitgeschakeld.
pl: powraca jak długo wyjście jest obecnie już na w sekundach, lub 0 jeśli off.
pt: retorna o tempo que a saída tem sido atualmente, em segundos, ou 0 se fora.
sv: avkastning hur länge produktionen har nu varit på, på några sekunder, eller 0 om off.

source: Select a Output to get information about
fr: Sélectionnez une sortie pour obtenir des informations sur
nl: Selecteer een Output om informatie over te krijgen
pl: Wybierz wyjście, aby uzyskać informacje na temat
pt: Selecione um de saída para obter informações sobre
sv: Välj en utgång för att få information om

source: Output State
fr: État de sortie
nl: Uitgangstoestand
pl: Stan wyjściowy
pt: Estado de saída
sv: Utgångs State

source: returns "on" if the output is on, "off" if the output is off, or a duty cycle value if the Output is PWM.
fr: renvoie "on" si la sortie est activée, "off" si la sortie est désactivée, ou une valeur de rapport cyclique si la sortie est PWM.
nl: retourneert "aan" als de uitgang aan is, "uit" als de uitgang uit is, of een duty cycle-waarde als de uitgang PWM is.
pl: zwraca "on", jeśli wyjście jest włączone, "off", jeśli wyjście jest wyłączone, lub wartość cyklu pracy, jeśli wyjście jest PWM.
pt: retornos "on" se a saída está ligada e "off" se o sistema operacional de saída off, ou um valor de ciclo devido se a saída está PWM.
sv: returnerar "on" om utgången är på, "off" om utgången är av, eller ett duty cycle-värde om utgången är PWM.

source: Select an Output to get the state of
fr: Sélectionnez une sortie pour obtenir l'état de
nl: Selecteer een uitgang om de status van
pl: Wybierz wyjście, aby uzyskać stan
pt: Selecione uma saída para pegar o estado de
sv: Välj en utmatning för att få status för

source: The minimum duration (in seconds) required for the Lower Output to activate. If an On duration is below this value, the Lower Output will not turn on.
fr: La durée minimale (en secondes) nécessaire à l'activation de la sortie inférieure. Si une durée d'activation est inférieure à cette valeur, la sortie inférieure ne s'allume pas.
nl: De minimale duur (in seconden) die vereist is om de onderste uitvoer te activeren. Als een aan-duur onder deze waarde ligt, wordt de onderste uitvoer niet ingeschakeld.
pl: Minimalny czas trwania (w sekundach) potrzebny do uaktywnienia wyjścia obniżającego.Jeżeli czas trwania jest poniżej tej wartości, wyjście obniżające nie uaktywni się.
pt: A duração mínima (em segundos) necessária para a saída inferior ser ativada. Se uma duração On estiver abaixo desse valor, a Saída Inferior não será ativada.
sv: Minimiperioden (i sekunder) som krävs för att nedre utgången ska aktiveras. Om en On-varaktighet är under detta värde, kommer den lägre utmatningen inte att sätta på.

source: The maximum duration (in seconds) allowed for the Lower Output to be on for, per period. If an ON duration is above this value, the Lower Output will turn on for this set duration. 0 is disabled.
fr: La durée maximum (en seconde) autorisée pour laquelle Lower Output sera allumé, par période. Si une durée ON surpasse cette valeur, le Lower Output sera activée pour cette durée. 0 le désactive.
nl: De maximale duur (in seconden) die de Lower Output per periode mag ingeschakeld zijn. Indien een inschakelduur boven deze waarde ligt, zal de Lower Output gedurende deze ingestelde duur ingeschakeld zijn. 0 is uitgeschakeld.
pl: Maksymalny czas trwania (w sekundach) potrzebny do uaktywnienia wyjścia obniżającego naokres. Jeżeli czas trwania ON jest powyżej tej wartości, wyjście obniżające włączy się do tej zadanej długości. 0 jest wyłączone.
pt: A duração máxima (em segundos) permitiu que a Saída Inferior estivesse ligada durante, por período. Se uma duração ON for superior a este valor, a Saída Inferior ligar-se-á para esta duração definida. 0 está desactivada.
sv: Den maximala tiden (i sekunder) som den nedre utgången får vara på, per period. Om en ON-tid är över detta värde, kommer den nedre utgången att vara på under den inställda tiden. 0 är inaktiverat.

source: This output will remain off for at least this duration of time
fr: Cette sortie restera désactivée pendant au moins cette durée
nl: Deze uitgang blijft gedurende ten minste deze tijdsduur uitgeschakeld
pl: To wyjście pozostanie wyłączone na co najmniej ten okres czasu
pt: Esta saída permanecerá desativada por pelo menos esse período de tempo
sv: Denna utmatning kommer att förbli under minst denna tidsperiod

source: The minimum duration (in seconds) required for the Raise Output to activate. If an On duration is below this value, the Raise Output will not turn on.
fr: La durée minimale (en secondes) nécessaire à l'activation de la sortie de relèvement. Si une durée d'activation est inférieure à cette valeur, la sortie de relance ne s'allume pas.
nl: De minimale duur (in seconden) die vereist is voor het activeren van de uitvoer. Als een On-duur onder deze waarde ligt, wordt Raise Output niet ingeschakeld.
pl: Minimalny czas trwania (w sekundach) potrzebny do wyjścia Raise uaktywnić. Jeżeli czas trwania On jest poniżej tej wartości, wyjście Raise nie chce się włączyć.
pt: A duração mínima (em segundos) necessária para o aumento de saída para ativar. Se uma duração On estiver abaixo desse valor, a Saída Raise não será ativada.
sv: Minimiperioden (i sekunder) som krävs för att höja utgången för att aktivera. Om en On-varaktighet ligger under detta värde, kommer inte höjningsutgången att sätta på.

source: The maximum duration (in seconds) allowed for the Raise Output to be on for, per period. If an On duration is above this value, the Raise Output will turn on for this set duration. 0 is disabled.
fr: La durée maximum (en seconde) autorisée pour laquelle Raise Output sera allumé, par période. Si une durée ON surpasse cette valeur, le Raise Output sera activée pour cette durée. 0 le désactive.
nl: De maximale duur (in seconden) die de Afstempeling Uitgang per periode aan mag staan. Als een Aan-duur boven deze waarde ligt, zal de Afstempeling uitgang voor deze ingestelde duur aan gaan. 0 is uitgeschakeld.
pl: Maksymalny czas trwania (w sekundach), pozwoliła na wyjściu wędrują na trwać przez, na okres. Jeżeli czas trwania On jest powyżej tej wartości, wyjście Raise włączy się do tej zadanej długości. 0 jest wyłączone.
pt: A duração máxima (em segundos) permitiu que a Saída de Elevação estivesse ligada, por período. Se uma duração On for superior a este valor, a Saída de Elevação ligar-se-á para esta duração definida. 0 está desactivada.
sv: Den maximala varaktigheten (i sekunder) som höjningsutgången tillåts vara på för, per period. Om en On-tid är över detta värde, kommer Raise-utgången att slås på under den inställda tiden. 0 är inaktiverat.

source: The minimum duty cycle (in %%). If a duty cycle is below this value, this is the value that will be used.
fr: Le cycle de service minimum (en %%). Si un rapport cyclique est inférieur à cette valeur, c'est la valeur qui sera utilisée.
nl: De minimale duty cycle (in %%). Als een duty cycle onder deze waarde ligt, is dit de waarde die zal worden gebruikt.
pl: Cykl pracy minimalna (w %%). Jeżeli cykl pracy jest poniżej tej wartości, to jest wartość, która będzie używana.
pt: O ciclo de trabalho mínimo (em %%). Se um ciclo de trabalho estiver abaixo desse valor, esse é o valor que será usado.
sv: Minsta tullsatsen (i %%). Om en arbetscykel är under detta värde är detta det värde som ska användas.

source: The maximum duty cycle (in %%). If a duty cycle is below this value, this is the value that will be used.
fr: Le cycle d'utilisation maximal (en %%). Si un rapport cyclique est inférieur à cette valeur, c'est la valeur qui sera utilisée.
nl: De maximale inschakelduur (in %%). Als een duty cycle onder deze waarde ligt, is dit de waarde die zal worden gebruikt.
pl: Maksymalny cykl pracy (w %%). Jeżeli cykl pracy jest poniżej tej wartości, to jest wartość, która będzie używana.
pt: O ciclo de trabalho máximo (em %%). Se um ciclo de trabalho estiver abaixo desse valor, esse é o valor que será usado.
sv: Den maximala arbetscykeln (i %%). Om en arbetscykel är under detta värde är detta det värde som ska användas.

source: The maximum duty cycle (in %%). If a duty cycle is above this value, this is the value that will be used.
fr: Le cycle d'utilisation maximal (en %%). Si un rapport cyclique est supérieur à cette valeur, c'est la valeur qui sera utilisée.
nl: De maximale inschakelduur (in %%). Als een duty-cycle boven deze waarde ligt, is dit de waarde die zal worden gebruikt.
pl: Maksymalny cykl pracy (w %%). Jeżeli cykl pracy wynosi powyżej tej wartości, to jest wartość, która będzie używana.
pt: O ciclo de trabalho máximo (em %%). Se um ciclo de trabalho estiver acima desse valor, esse é o valor que será usado.
sv: Den maximala arbetscykeln (i %%). Om en arbetscykel är över detta värde är detta det värde som ska användas.

source: The minimum value required for the Lower Output to activate. If the value is below this value, the Lower Output will not turn on.
fr: La durée minimale (en secondes) nécessaire à l'activation de la sortie inférieure. Si une durée d'activation est inférieure à cette valeur, la sortie inférieure ne s'allume pas.
nl: De minimumwaarde die nodig is om de lagere uitgang te activeren. Als de waarde onder deze waarde ligt, wordt de lagere uitgang niet ingeschakeld.
pl: Minimalna wartość wymagana do aktywacji Dolnego Wyjścia. Jeśli wartość jest poniżej tej wartości, Dolne Wyjście nie włączy się.
pt: O valor mínimo necessário para que a Saída Inferior seja activada. Se o valor for inferior a este valor, a Saída Inferior não será activada.
sv: Minsta värde som krävs för att den nedre utmatningen ska aktiveras. Om värdet är lägre än detta kommer den nedre utmatningen inte att aktiveras.

source: The maximum value allowed for the Lower Output to be on for, per period. If a value is above this value, the Lower Output will turn on for this amount. 0 is disabled.
fr: La valeur maximum autorisée pour laquelle Lower Output sera allumé, par période. Si on surpasse cette valeur, le Lower Output sera activée pour cette valeur. 0 le désactive.
nl: De maximale waarde die de lagere uitgang per periode mag inschakelen. Als een waarde boven deze waarde ligt, zal de Lower Output voor deze hoeveelheid ingeschakeld zijn. 0 is uitgeschakeld.
pl: Maksymalna wartość, na jaką może być włączone Dolne wyjście w danym okresie. Jeśli wartość jest powyżej tej wartości, Dolne wyjście włączy się na taką ilość. 0 jest wyłączone.
pt: O valor máximo permitido para que a Saída Inferior esteja ligada durante, por período. Se um valor for superior a este valor, a Saída Inferior ligar-se-á para este montante. 0 é desactivado.
sv: Det maximala värdet som den nedre utmatningen får vara på för, per period. Om ett värde är högre än detta värde kommer den nedre utgången att vara på under denna tid. 0 är inaktiverat.

source: The minimum value required for the Raise Output to activate. If the value is below this value, the Raise Output will not turn on.
fr: La valeur minimum nécessaire à l'activation du Raise Output. Si une valeur est inférieure à cette valeur, le Raise Output ne s'allume pas.
nl: De minimumwaarde die nodig is om de hefuitgang te activeren. Als de waarde lager is dan deze waarde, wordt de uitgang "Raise" niet ingeschakeld.
pl: Minimalna wartość wymagana do aktywacji wyjścia podnoszącego. Jeśli wartość jest poniżej tej wartości, wyjście Raise Output nie włączy się.
pt: O valor mínimo necessário para que a Saída de Elevação seja activada. Se o valor for inferior a este valor, a Saída de Elevação não será activada.
sv: Minsta värde som krävs för att höja utmatningen ska aktiveras. Om värdet är lägre än detta värde aktiveras inte höjningsutgången.

source: The maximum value allowed for the Raise Output to be on for, per period. If a value is above this value, the Raise Output will turn on for this amount. 0 is disabled.
fr: Valeur maximale autorisée pour l'activation du Raise Output, par période. Si une valeur est supérieure à cette valeur, le Raise Output sera activée pendant cette durée. 0 est désactivé.
nl: De maximum waarde voor de Raise Output om aan te staan, per periode. Als een waarde boven deze waarde ligt, zal de Raise Output voor dit bedrag ingeschakeld zijn. 0 is uitgeschakeld.
pl: Maksymalna wartość, dla której wyjście Raise Output może być włączone w danym okresie. Jeśli wartość jest powyżej tej wartości, wyjście Raise Output włączy się na tę ilość. 0 jest wyłączone.
pt: O valor máximo permitido para que a Saída de Elevação esteja ligada, por período. Se um valor for superior a este valor, a Produção Elevada ligar-se-á para este montante. 0 é desactivado.
sv: Det högsta tillåtna värdet för höjningsutgången att vara på för, per period. Om ett värde är högre än detta värde kommer höjningsutgången att vara på under denna tid. 0 är inaktiverat.

source: The minimum volume required for the Lower Output to activate. If the volume is below this value, the Lower Output will not turn on.
fr: La durée minimale (en secondes) nécessaire à l'activation du Lower Output. Si une durée d'activation est inférieure à cette valeur, le Lower Output ne s'allume pas.
nl: Het minimumvolume dat nodig is om de lagere uitgang te activeren. Als het volume lager is dan deze waarde, zal de lagere uitgang niet worden ingeschakeld.
pl: Minimalna głośność wymagana do aktywacji Dolnego wyjścia. Jeśli poziom głośności jest niższy od tej wartości, Dolne wyjście nie zostanie włączone.
pt: O volume mínimo necessário para que a Saída Inferior seja activada. Se o volume for inferior a este valor, a Saída Inferior não se activará.
sv: Minsta volym som krävs för att den nedre utgången ska aktiveras. Om volymen är lägre än detta värde kommer den nedre utgången inte att aktiveras.

source: The maximum volume allowed for the Lower Output to be on for, per period. If a volume is above this value, the Lower Output will turn on for this amount. 0 is disabled.
fr: Le volume maximum autorisé pour la Lower Output à être activée, par période. Si un volume est supérieur à cette valeur, la Lower Output sera activée pendant cette durée. 0 est désactivé.
nl: Het maximaal toegestane volume voor de lagere uitgang per periode. Als een volume boven deze waarde ligt, zal de lagere output voor deze hoeveelheid worden ingeschakeld. 0 is uitgeschakeld.
pl: Maksymalna głośność, na jaką może być włączone Dolne wyjście w danym okresie. Jeśli głośność jest powyżej tej wartości, Dolne wyjście włączy się na taką ilość. 0 oznacza wyłączenie.
pt: O volume máximo permitido para a Saída Inferior é de, por período. Se um volume estiver acima deste valor, a Saída Inferior ligar-se-á para esta quantidade. 0 é desactivado.
sv: Den maximala volym som den lägre utgången får vara på för, per period. Om en volym är högre än detta värde kommer den lägre utgången att aktiveras för denna volym. 0 är inaktiverat.

source: The minimum volume required for the Raise Output to activate. If the volume is below this value, the Raise Output will not turn on.
fr: La durée minimale (en secondes) nécessaire à l'activation du Raise Output. Si une durée d'activation est inférieure à cette valeur, le Raise Output ne s'allume pas.
nl: Het minimumvolume dat nodig is om de uitgang "Raise" te activeren. Als het volume lager is dan deze waarde, wordt de liftuitgang niet ingeschakeld.
pl: Minimalna głośność wymagana do aktywacji wyjścia podnoszącego. Jeżeli głośność jest poniżej tej wartości, wyjście Raise Output nie zostanie włączone.
pt: O volume mínimo necessário para que a Saída de Elevação seja activada. Se o volume for inferior a este valor, a Raise Output não será activada.
sv: Minsta volym som krävs för att Raise Output ska aktiveras. Om volymen är lägre än detta värde kommer Raise Output inte att aktiveras.

source: The maximum volume allowed for the Raise Output to be on for, per period. If a volume is above this value, the Raise Output will turn on for this amount. 0 is disabled.
fr: Le volume maximum autorisé pour la Raise Output, par période. Si un volume est supérieur à cette valeur, la Raise Output sera activée pour ce montant. 0 est désactivé.
nl: Het maximaal toegestane volume voor de Raise Output om aan te staan, per periode. Als een volume boven deze waarde ligt, zal de Raise Output voor deze hoeveelheid ingeschakeld zijn. 0 is uitgeschakeld.
pl: Maksymalna głośność, dla której wyjście Raise Output może być włączone w danym okresie. Jeżeli głośność jest powyżej tej wartości, wyjście Raise Output włączy się dla tej ilości. 0 jest wyłączone.
pt: O volume máximo permitido para o Raise Output estar ligado durante, por período. Se um volume for superior a este valor, a Saída de Elevação ligar-se-á para esta quantidade. 0 é desactivado.
sv: Den maximala volymen som Raise Output tillåts vara på för, per period. Om en volym är över detta värde, kommer Raise Output att vara på för denna volym. 0 är inaktiverat.

source: Detect low to high (rising), high to low (falling), or both?
fr: Détecter de bas en haut (croissant), de haut en bas (décroissant), ou les deux ?
nl: Detecteren van laag naar hoog (stijgend), van hoog naar laag (dalend), of beide?
pl: Wykryć rosnąco (rośnie), wysokiej do niskiej (spada), albo jedno i drugie?
pt: Detectar baixo para alto (crescente), alto para baixo (queda) ou ambos?
sv: Upptäck låg till hög (stigande), hög till låg (fallande) eller båda?

source: Rising
fr: En hausse
nl: Stijgende lijn
pl: Podniesienie
pt: Aumentar
sv: Stigande

source: Falling
fr: Chute
nl: vallend
pl: Spadanie
pt: Queda
sv: Faller

source: Trigger this conditional to act when this output turns on or off
fr: Déclenchez cette condition pour agir lorsque cette sortie est activée ou désactivée
nl: Activeer deze voorwaardelijke actie om te handelen wanneer deze uitgang wordt in- of uitgeschakeld
pl: Uaktywnij te wyjście jeżeli warunek został włączony lub wyłączony
pt: Acione essa condição para agir quando esta saída é ativada ou desativada
sv: Trigger detta villkorat att agera när denna utgång slås på eller av

source: What action will trigger this conditional, on or off?
fr: Quelle action déclenchera ou non cette déclaration conditionnelle ?
nl: Welke actie zal deze voorwaarde activeren, aan of uit?
pl: Jaka akcja wywoła ten warunek, włączony czy wyłączony?
pt: Que acção desencadeará esta condição, dentro ou fora?
sv: Vilken åtgärd kommer att utlösa detta villkor, till eller från?

source: no duration
fr: pas de durée
nl: geen duur
pl: brak czasu trwania
pt: sem duração
sv: ingen varaktighet

source: any duration
fr: toute durée
nl: elke duur
pl: dowolny czas trwania
pt: qualquer duração
sv: vilken tid som helst

source: no or any duration
fr: pas ou n'importe quelle durée
nl: geen of enige duur
pl: brak lub dowolny czas trwania
pt: não ou qualquer duração
sv: nej eller någon varaktighet

source: equal to duration
fr: égal à la durée
nl: gelijk aan duur
pl: równy czasu trwania
pt: igual a duração
sv: lika med varaktighet

source: greater than duration
fr: supérieur à la durée
nl: groter dan duur
pl: większy niż czas trwania
pt: maior que a duração
sv: större än varaktighet

source: greater than or equal to duration
fr: supérieure ou égale à la durée
nl: groter dan of gelijk aan duration
pl: większy lub równy czasu trwania
pt: maior do que ou igual à duração
sv: större än eller lika med varaktigheten

source: less than duration
fr: moins que la durée
nl: minder dan duur
pl: mniej niż czas trwania
pt: menor que a duração
sv: mindre än varaktighet

source: less than or equal to duration
fr: inférieure ou égale à la durée
nl: minder dan of gelijk aan duration
pl: mniejszy lub równy czasu trwania
pt: inferior ou igual a duração
sv: mindre än eller lika med varaktigheten

source: (Optional) Set this to a specific duration of time if the conditional should trigger when the output On duration equals this amount
fr: (Facultatif) Définissez cette option sur une durée spécifique si la condition doit se déclencher lorsque la durée de sortie est égale à cette quantité
nl: (Optioneel) Stel dit in op een specifieke tijdsduur als de voorwaardelijke moet worden geactiveerd wanneer de duur van de uitgang Aan gelijk is aan deze hoeveelheid
pl: (Opcjonalnie) Ustaw to do czasu określonego czasu, jeśli warunkowe powinno wywołać gdy wyjście Na czas trwania jest równy tej kwoty
pt: (Opcional) Defina isso para uma duração específica se a condicional for acionada quando a duração da saída On for igual a esse valor
sv: (Valfritt) Ställ in detta till en viss tidsperiod om villkoret ska utlösas när utgången på varaktighet motsvarar detta belopp

source: The conditional is triggered when the measured condition is greater than or less than the set value, or the measurement timestamp is greater than the value of seconds
fr: Le conditionnel est déclenché lorsque la condition mesurée est supérieure ou inférieure à la valeur définie ou que l’horodatage de la mesure est supérieur à la valeur des secondes
nl: De voorwaarde wordt getriggerd wanneer de gemeten conditie groter of kleiner is dan de ingestelde waarde, of de metings tijdcode groter is dan de waarde van seconden
pl: Warunkowego jest uruchamiany, gdy najniższa temperatura stan jest większa lub mniejsza od wartości zadanej, i znacznik czasu pomiarów jest większa niż wartość w sekundach
pt: A condicional é acionada quando a condição medida é maior ou menor que o valor definido ou o registro de data e hora da medida é maior que o valor de segundos
sv: Den villkorliga utlöses när det uppmätta tillståndet är större än eller mindre än det inställda värdet, eller mätstamstämpeln är större än värdet av sekunder

source: Greater Than (>)
fr: Supérieur à (>)
nl: Groter dan (>)
pl: Większe niż (>)
pt: Maior que (>)
sv: Större än (>)

source: Less Than (<)
fr: Moins que (<)
nl: Minder dan (<)
pl: Mniej niż (<)
pt: Menor que (<)
sv: Mindre än (<)

source: Equal To (=)
fr: Égal à (=)
nl: Gelijk aan (=)
pl: Równego (=)
pt: Igual a (=)
sv: Lika med (=)

source: The duty cycle of the output to be checked
fr: Le cycle de service de la sortie à vérifier
nl: De duty cycle van de output die moet worden gecontroleerd
pl: Cykl pracy wyjścia do sprawdzenia
pt: O ciclo de trabalho da saída a ser verificado
sv: Driftscykeln för utgången som ska kontrolleras

source: Run this duration method, using the output value to set the Duty Cycle of a PWM output
fr: Exécutez cette méthode de durée en utilisant la valeur de sortie pour définir le cycle de fonctionnement d'une sortie PWM
nl: Voer deze duurmethode uit met behulp van de uitvoerwaarde om de werkingscyclus van een PWM-uitvoer in te stellen
pl: Uruchom ten sposób czas trwania, stosując wartość wyjściową, aby ustawić cykl pracy wyjścia PWM
pt: Execute este método de duração, usando o valor de saída para definir o ciclo de atividade de uma saída PWM
sv: Kör den här varaktighetsmetoden med utgångsvärdet för att ställa in driftscykeln för en PWM-utgång

source: Apply the Duty Cycle to this PWM Output
fr: Appliquer le cycle de fonctionnement à cette sortie PWM
nl: Pas de Duty Cycle toe op deze PWM-uitgang
pl: Cykl zastosować do tego wyjścia PWM
pt: Aplicar o ciclo de trabalho a essa saída PWM
sv: Applicera arbetscykeln till denna PWM-utgång
