Repository: AoT-inc/Looperget
Catalog: looperget/looperget_flask/translations/*/LC_MESSAGES/messages.po
Languages: fr, nl, pl, pt, sv

source: Looperget Version
fr: Version Looperget
nl: Looperget-versie
pl: Looperget wersja
pt: Versão do Looperget

source: Python Version
fr: Version Python
nl: Python-versie
pl: Python wersja
pt: Versão em Python

source: Database Version
fr: Version de base de données
nl: Database versie
pl: Wersja bazy danych
pt: Versão do banco de dados
sv: Databasversion

source: Daemon Status
fr: Statut du démon
pt: Status do Daemon

source: Running
fr: Fonctionnement
nl: hardlopen
pl: Bieganie
pt: Corrida
sv: Löpning

source: Not Running
fr: Ne pas courrir
nl: Niet rennen
pl: nie pracuje
pt: Não correndo
sv: Springer inte

source: Daemon Process ID
fr: ID de processus du démon
nl: Daemon-proces-ID
pl: Demon ID procesu
pt: ID do processo do daemon

source: Daemon RAM Usage
fr: Utilisation de la mémoire vive du démon
nl: Daemon RAM-gebruik
pl: Wykorzystanie RAM demon
pt: Uso de RAM do Daemon
sv: Daemon RAM-användning

source: Daemon Virtualenv
fr: Démon Virtualenv

source: Yes
fr: Oui
nl: Ja
pl: tak
pt: sim
sv: Ja

source: No
fr: Non
nl: Nee
pl: Nie
pt: Não
sv: Nej

source: Frontend Process ID
fr: ID de Processus Frontal
nl: Frontend Proces ID
pl: Nakładka ID procesu
pt: Identificação do processo de frontend
sv: Process-ID för frontend

source: Frontend RAM Usage
fr: Utilisation de la mémoire RAM frontale
nl: Frontend RAM-gebruik
pl: Frontend RAM Wykorzystanie
pt: Uso de RAM de frontend
sv: Frontend RAM-användning

source: No Inputs/Functions Activated
fr: Pas d'entrées / Fonctions activées
nl: Geen ingangen/geactiveerde functies
pl: Brak aktywacji wejść/funkcji
pt: Sem Entradas/Funções Activadas
sv: Inga ingångar/funktioner aktiverade

source: Input (%(type)s), %(sec)s second interval
fr: Entrée (%(type)s), %(sec)s deuxième intervalle
nl: Ingang (%(type)s), %(sec)s tweede interval
pl: Pomiar (%(type)s), co %(sec)s
pt: Entrada (%(type)s), %(sec)s segundo intervalo
sv: Inmatning (%(type)s), %(sec)s andra intervall

source: Timestamp
fr: Horodatage
nl: Tijdcode
pl: Znak czasu
sv: Tidsstämpel

source: Please wait
fr: S'il vous plaît, attendez
nl: Even geduld aub
pl: Proszę czekać
pt: Por favor, espere
sv: Vänta

source: Function (%(type)s), %(sec)s second interval
fr: Les fonctions (%(type)s), %(sec)s de secondes d'intervalle
nl: Functie (%(type)s), %(sec)s tweede interval
pl: Funkcja (%(type)s), %(sec)s przedział sekundowy
pt: Função (%(type)s), %(sec)s segundo intervalo
sv: Funktion (%(type)s), %(sec)s andra intervallet

source: Function (%(type)s)
fr: Fonctions (%(type)s)
nl: Functie (%(type)s)
pl: Funkcja (%(type)s)
pt: Função (%(type)s)
sv: Funktion (%(type)s)

source: Back to Method Management
fr: Retour à la gestion des méthodes
nl: Terug naar Method Management
pl: Powrót do sposobu zarządzania
pt: Voltar para o Gerenciamento de Métodos
sv: Tillbaka till Metodhantering

source: Methods invoked to calculate the value of this method
fr: Méthodes invoquées pour calculer la valeur de cette méthode
nl: Methoden die worden aangeroepen om de waarde van deze methode te berekenen
pl: Metody wywołane w celu obliczenia wartości tej metody
pt: Métodos invocados para calcular o valor deste método
sv: Metoder som används för att beräkna värdet för denna metod

source: Methods allow different types of setpoint tracking in PID controllers. Normally, a PID controller will regulate an environmental condition to a specific setpoint. If you would like the setpoint to change over time, this is called setpoint tracking.
fr: Les méthodes permettent différents types de suivi des points de consigne dans les contrôleurs PID. Normalement, un régulateur PID régulera une condition environnementale à un point de consigne spécifique. Si vous souhaitez que le point de consigne change au fil du temps, cela s'appelle le suivi du point de consigne.
nl: Met methoden kunnen verschillende soorten setpoint-tracking worden uitgevoerd in PID-controllers. Normaal zal een PID-regelaar een omgevingsconditie regelen tot een specifiek instelpunt. Als u wilt dat het setpoint in de loop van de tijd verandert, wordt dit setpoint-tracking genoemd.
pl: Metody umożliwiają różne rodzaje śledzenia w zadanej regulatorów PID. Normalnie, regulator PID reguluje warunek środowiska do określonej wartości zadanej. Jeśli chcesz, aby zmienić nastawę z upływem czasu, jest to tzw zadana śledzenia.
pt: Os métodos permitem diferentes tipos de rastreamento de setpoint em controladores PID. Normalmente, um controlador PID irá regular uma condição ambiental para um setpoint específico. Se você quiser que o ponto de ajuste mude com o tempo, isso é chamado de rastreamento de setpoint.
sv: Metoder tillåter olika typer av börvärdesspårning i PID-kontroller. Normalt reglerar en PID-regulator ett miljöförhållande till ett specifikt börvärde. Om du vill att börvärdet ska ändras över tiden kallas detta börvärdesspårning.

source: No Saved Methods Exist
fr: Aucune méthode enregistrée n'existe
nl: Er zijn geen opgeslagen methoden
pl: Brak zapisanych Metody Exist
pt: Não existem métodos salvos
sv: Inga sparade metoder existerar

source: Saved Methods
fr: Méthodes sauvegardées
nl: Opgeslagen methoden
pl: Zapisane Metody
pt: Métodos salvos
sv: Sparade metoder

source: Active
fr: actif
nl: Actief
pl: Aktywny
pt: Ativo
sv: Aktiva

source: Inactive
fr: Inactif
nl: Inactief
pl: Nieaktywny
pt: Inativo
sv: Inaktiv

source: Output devices enable Looperget to manipulate things through the use of outputs (wired and wireless), PWM signals, and executing commands. When linked to a PID controller, with an input, output devices can be used for feedback regulation.
fr: Les périphériques de sortie permettent à Looperget de manipuler des éléments en utilisant des sorties (filaires et sans fil), des signaux PWM et des commandes d’exécution. Lorsqu'ils sont reliés à un contrôleur PID, avec une entrée, les périphériques de sortie peuvent être utilisés pour la régulation du retour.
nl: Uitvoerapparaten stellen Looperget in staat om dingen te manipuleren door het gebruik van uitgangen (bedraad en draadloos), PWM-signalen en het uitvoeren van opdrachten. Wanneer gekoppeld aan een PID-controller, met een ingang, kunnen uitgangsapparaten worden gebruikt voor feedbackregeling.
pl: Urządzenia wyjściowe umożliwiają Looperget manipulowanie urządzeniami poprzez wykorzystanie wyjść (przewodowych i bezprzewodowych), sygnałów PWM i wykonywania poleceń wierszowych. Po połączeniu regulatora PID z wejściem, urządzenia wyjściowe mogą być używane do regulacji ze sprzężeniem zwrotnym.
pt: Os dispositivos de saída permitem que o Looperget manipule as coisas através do uso de saídas (com e sem fio), sinais PWM e execução de comandos. Quando conectado a um controlador PID, com uma entrada, dispositivos de saída podem ser usados para a regulagem de feedback.
sv: Output-enheter gör det möjligt för Looperget att manipulera saker genom användning av utgångar (trådbundna och trådlösa), PWM-signaler och exekvering av kommandon. När det är kopplat till en PID-kontroller, med en ingång, kan utmatningsenheter användas för återkopplingsreglering.

source: Unconfigured
fr: Non configuré
nl: Niet-geconfigureerde
pl: skonfigurowany
pt: Desconfigurado
sv: okonfigurerat

source: Manufacturer
fr: Fabricant
nl: Fabrikant
pl: Producent
pt: Fabricante
sv: Tillverkare

source: Literature
fr: Littérature
nl: Literatuur
pl: Literatura
pt: Literatura
sv: Litteratur

source: Datasheet
fr: Fiche de données
pl: Karta katalogowa
pt: Ficha técnica
sv: Datablad

source: Product
fr: Produit
pl: Produkt
pt: Produto
sv: Produkt

source: Additional
fr: Additionnel
nl: Extra
pl: Dodatkowy
pt: Adicional
sv: Ytterligare

source: Channel Options
fr: Options du conduit
nl: Kanaal Opties
pl: Opcje kanału
pt: Opções de Canais
sv: Kanalalternativ

source: Send
fr: Envoyer
nl: Stuur
pl: Wykonaj
pt: Enviar
sv: Skicka

source: Are you sure you want to do this?
fr: Etes-vous sûr de vouloir effacer ?
nl: Weet je zeker dat je dit wilt doen?
pl: Czy na pewno chcesz to zrobić?
pt: Tem a certeza de que quer fazer isto?
sv: Är du säker på att du vill göra det här?

source: Measurement Settings
fr: Paramètres de mesure
nl: Meetinstellingen
pl: Ustawienia pomiarowe
pt: Configurações de Medição
sv: Mätningsinställningar

source: None Found
fr: Null Trouvé
nl: Geen gevonden
pl: Nic nie znaleziono
pt: Nenhum encontrado
sv: Ingen hittades

source: Address
fr: Adresse
nl: Adres
pl: Adres
pt: Endereço
sv: Adress

source: Linear
fr: Linéaire
nl: Lineair
sv: Linjär

source: Rescale Method
fr: Méthode de redimensionnement
nl: Herschaalmethode
pl: Metoda przeskalowania
pt: Método de revenda
sv: Rescale-metod

source: Rescaled Measurement
fr: Mesure remise à l'échelle
nl: Herschaalde meting
pl: Pomiary przeskalowane
pt: Medição de escala
sv: Uppskalad mätning

source: Do Not Rescale
fr: Ne pas redimensionner
nl: Niet aanpassen
pl: NIE Przeskaluje
pt: Não resgatar
sv: Ändra inte

source: Do Not Convert
fr: Ne pas convertir
nl: Niet converteren
pl: Nie należy zmieniać
pt: Não converter
sv: Konvertera inte

source: Number of measurements
fr: Nombre de mesures
nl: Aantal metingen
pl: Liczba pomiarów
pt: Número de medições
sv: Antal mätningar

source: The Python 3 code to execute
fr: Le code Python 3 à exécuter
nl: De Python 3-code die moet worden uitgevoerd
pl: Kod Python 3, aby wykonać
pt: O código do Python 3 para executar
sv: Python 3-koden som ska utföras

source: Disabled
fr: désactivé
nl: invalide
pl: Wyłączone
pt: Desativado
sv: Inaktiverad

source: Status
fr: Statut
pt: Estado

source: The duration between executing the Run Python Code
fr: La durée entre l'exécution de la commande Run Python Code
nl: De duur tussen het uitvoeren van de Run Python Code
pl: Czas trwania między wykonaniem Uruchom kod Python
pt: O tempo limite para a execução do Código Python
sv: Tiden mellan exekvering av Run Python Code

source: The timeout for the execution of the Run Python Code
fr: Le délai d'exécution de la commande Run Python Code
nl: De timeout voor het uitvoeren van de Run Python Code
pl: Limit czasu na wykonanie polecenia Run Python Code
pt: O tempo limite para a execução do Código Python Run
sv: Timeout för exekvering av Run Python Code

source: Condition
fr: État
nl: Staat
pl: Stan: schorzenie
pt: Condição
sv: Tillstånd

source: Activated Status
fr: Statut activé
nl: Geactiveerde status
pl: Status aktywacji
pt: Estado Ativado
sv: Aktiverad Status

source: Paused
fr: En pause
nl: Onderbroken
pl: Wstrzymano
pt: Pausado
sv: pausad

source: On Hold
fr: En attente
nl: In de wacht
pl: W oczekiwaniu
pt: Em espera
sv: Placerad i kö

source: Select the measurement to use as the input
fr: Sélectionnez la mesure à utiliser comme entrée
nl: Selecteer de te gebruiken meting als invoer
pl: Wybierz pomiar do wykorzystania jako wejście
pt: Selecione a medida a ser usada como entrada
sv: Välj mätning som ska användas som ingång

source: Choose the direction(s) to regulate
fr: Choisissez la ou les directions à régler
nl: Kies de te regelen richting (en)
pl: Wybierz kierunek do regulowania
pt: Escolha a direção (s) para regular
sv: Välj riktning (er) för att reglera

source: This is the desired state of a perticular environmental condition. For instance, this could be the desired temperature in Celsius.
fr: C'est l'état souhaité d'une condition environnementale particulière. Par exemple, cela pourrait être la température souhaitée en degrés Celsius.
nl: Dit is de gewenste toestand van een perticular ecologische toestand. Dit kan bijvoorbeeld de gewenste temperatuur in Celsius zijn.
pl: Jest to pożądana wartość danego paremetru środowiska. Na przykład może to być temperatura w stopniach Celsjusza, którą chcemy uzyskać.
pt: Este é o estado desejado de uma condição ambiental perticular. Por exemplo, esta poderia ser a temperatura desejada em Celsius.
sv: Detta är det önskade tillståndet av ett pertikulärt miljöförhållande. Det kan till exempel vara den önskade temperaturen i Celsius.

source: The control hysteresis surounding the setpoint, with a band that is the setpoint plus and minus the band value. 0 is disabled.
fr: L'hystérésis de contrôle entourant la consigne, avec une bande qui est la consigne plus et moins la valeur de bande. 0 est désactivé.
nl: De controle-hysteresis rond het setpoint, met een band die het setpoint plus en minus de bandwaarde is. 0 is uitgeschakeld.
pl: Histereza do wartości oczekiwanej0 oznacza wyłączone.
pt: A histerese de controle que envolve o setpoint, com uma banda que é o setpoint mais e menos o valor da banda. 0 está desativado.
sv: Kontrollhysteresen omger börvärdet, med ett band som är börvärdet plus och minus bandvärdet. 0 är inaktiverad.

source: Proportional gain
fr: Gain proportionnel
nl: Proportionele winst
pl: Proporcjonalny zysk
pt: Ganho proporcional
sv: Proportionell vinst

source: Integral gain
fr: Gain intégral
nl: Integrale winst
pl: całkowania
pt: Ganho integral
sv: Integral vinst

source: Derivative gain
fr: Gain Dérivé
nl: Afgeleide winst
pl: pochodna zysk
pt: Ganho Derivativo
sv: Derivat vinning

source: Limit the integrator minimum, for calculating Ki_total: (Ki_total = Ki * integrator; and PID output = Kp_total + Ki_total + Kd_total)
fr: Limiter le minimum de l'intégrateur pour le calcul de Ki_total : (Ki_total = Ki * intégrateur et sortie PID = Kp_total + Ki_total + Kd_total)
nl: Beperk het integrator-minimum voor het berekenen van Ki_total: (Ki_total = Ki * integrator; en PID-uitvoer = Kp_total + Ki_total + Kd_total)
pl: Ograniczają minimalną integrator do obliczania Ki_total (Ki_total = Ki * integrator oraz wyjście PID = Kp_total + Ki_total + Kd_total)
pt: Limitar o mínimo do integrador, para calcular Ki_total: (Ki_total = Ki * integrator; e saída PID = Kp_total + Ki_total + Kd_total)
sv: Begränsa integratorminnet, för att beräkna Ki_total: (Ki_total = Ki * integrator; och PID-utgång = Kp_total + Ki_total + Kd_total)

source: Limit the integrator maximum, for calculating Ki_total: (Ki_total = Ki * integrator; and PID output = Kp_total + Ki_total + Kd_total)
fr: Limiter le maximum de l'intégrateur pour calculer Ki_total : (Ki_total = Ki *intégrateur et sortie PID = Kp_total + Ki_total + Kd_total)
nl: Beperk het integrator-maximum voor het berekenen van Ki_total: (Ki_total = Ki * integrator; en PID-uitvoer = Kp_total + Ki_total + Kd_total)
pl: Ograniczyć maksymalnie integrator do obliczania Ki_total (Ki_total = Ki * integrator oraz wyjście PID = Kp_total + Ki_total + Kd_total)
pt: Limite o máximo do integrador, para calcular o Ki_total: (Ki_total = Ki * integrator; e saída PID = Kp_total + Ki_total + Kd_total)
sv: Begränsa integratorns maximala, för att beräkna Ki_total: (Ki_total = Ki * integrator; och PID-utgång = Kp_total + Ki_total + Kd_total)

source: The output that will raise the selected environmental condition (Measurement)
fr: La sortie qui augmentera la condition environnementale sélectionnée (Mesure)
nl: De uitgang die de geselecteerde omgevingsconditie zal opwekken (Meting)
pl: Wyjście które podniesie zadaną wartość (pomiar), np. grzejnik w przypadku temperatury
pt: A produção que irá elevar a condição ambiental seleccionada (Medição)
sv: Den produktion som kommer att höja det valda miljötillståndet (mätning)

source: The output action (on/off, PWM, value, volume, etc.)
fr: L'action de sortie (on/off, PWM, value, volume, etc.)
nl: De actie van de uitgang (aan/uit, PWM, waarde, volume, enz.)
pl: Działanie wyjścia (on/off, PWM, wartość, głośność, itp.)
pt: A acção de saída (on/off, PWM, valor, volume, etc.)
sv: Utgångens funktion (on/off, PWM, värde, volym, etc.)

source: The output that will lower the selected environmental condition (Measurement)
fr: La sortie qui abaissera la condition environnementale sélectionnée (Mesure)
nl: De output die de geselecteerde omgevingsconditie zal verlagen (Meting)
pl: Wyjście, które obniży zadaną wartość (pomiar), np. wentylator w przypadku temperatury
pt: A produção que irá baixar a condição ambiental seleccionada (Medição)
sv: Den produktion som kommer att sänka det valda miljötillståndet (mätning)

source: The output action (on/off, PWM, volume, etc.)
fr: L'action de sortie (on/off, PWM, volume, etc.)
nl: De actie van de uitgang (aan/uit, PWM, volume, enz.)
pl: Działanie wyjściowego (włączony / wyłączony, PWM, objętości, etc.)
pt: A acção de saída (on/off, PWM, volume, etc.)
sv: Utgångens funktion (på/av, PWM, volym, etc.)

source: Select one for calculating the setpoint. When enabled, measurements override the PID setpoint.
fr: Sélectionnez l'une pour le calcul de la valeur de consigne. Lorsqu'elle est activée, les mesures sont prioritaires du point de consigne PID.
nl: Selecteer één voor het berekenen van het setpoint. Wanneer ingeschakeld, metingen overschrijven de setpoint PID.
pl: Wybierz jedną obliczania wartości zadanej. Po włączeniu pomiary przesłonić wartości zadanej PID.
pt: Escolha um para o cálculo do valor nominal. Quando ativado, medições substituir o ponto de ajuste PID.
sv: Välj en för beräkning av börvärdet. När den är aktiverad mätningar åsidosätta PID börvärdet.

source: Invalid saved ID. Save another from this list.
fr: ID non valide enregistrée. Enregistrer une autre de cette liste.
nl: Ongeldige opgeslagen ID. Sla een andere uit deze lijst.
pl: Nieprawidłowy zapisany identyfikator. Zapisać inny z tej listy.
pt: Inválido salvo ID. Salvar outro nesta lista.
sv: Ogiltig räddade ID. Spara en annan från denna lista.

source: Manage Methods
fr: Gérer les méthodes
nl: Methoden beheren
pl: Metody zarządzania
pt: Gerenciar métodos
sv: Hantera metoder

source: Maximum allowable measurement age
fr: l'âge de la mesure maximale permise
nl: Maximaal toegestane meetbereik leeftijd
pl: Maksymalny dopuszczalny wiek pomiar
pt: idade de medição máxima admissível
sv: Högsta tillåtna mått ålder

source: Controller Running
fr: Le contrôleur est en marche
pl: Bieg kontroler
pt: Correndo controlador

source: returns True if the controller is running, False if not.
fr: retourne Vrai si le contrôleur est en cours d'exécution, Faux sinon.
nl: geeft Waar terug als de controller wordt uitgevoerd, False zo niet.
pl: zwraca True jeśli sterownik jest uruchomiony, False jeśli nie.
pt: retorna True se o controlador está em execução, False se não.
sv: returnerar True om regulatorn är igång, false om inte.

source: Select a Controller to get information about
fr: Sélectionnez un contrôleur pour obtenir des informations sur
nl: Selecteer een controller om informatie over te krijgen
pl: Wybierz kontroler, aby uzyskać informacje na temat
pt: Selecione um controlador para obter informações sobre
sv: Välj en Controller för att få information om

source: returns True if the GPIO pin is HIGH and False if the GPIO pin is LOW. Do not use this for getting the state of an On/Off GPIO Output (if you do, it will change the GPIO Pin from OUTPUT to INPUT and stop it from working as an Output). Use the Output State Conditional to get the state of the Output.
fr: renvoie True si le pin GPIO est HIGH et False si le pin GPIO est LOW. Ne l'utilisez pas pour obtenir l'état d'une sortie GPIO On/Off (si vous le faites, la broche GPIO passera de OUTPUT à INPUT et ne fonctionnera plus en tant que sortie). Utilisez la condition d'état de sortie pour obtenir l'état de la sortie.
nl: geeft True terug als de GPIO-pin HIGH is en False als de GPIO-pin LOW is. Gebruik dit niet om de status van een aan/uit GPIO-uitgang te krijgen (als je dat doet, verandert de GPIO-pin van OUTPUT in INPUT en werkt hij niet meer als uitgang). Gebruik de Voorwaardelijke uitgangsstatus om de status van de uitgang op te vragen.
pl: zwraca True, jeśli pin GPIO ma stan HIGH i False, jeśli pin GPIO ma stan LOW. Nie używaj tej funkcji do uzyskiwania stanu wyjścia GPIO On/Off (jeśli to zrobisz, zmieni ona pin GPIO z OUTPUT na INPUT i przestanie działać jako wyjście). Użyj warunkowego stanu wyjścia, aby uzyskać stan wyjścia.
pt: retorne Verdadeiro se o pino GPIO está alto e Falso se o pino GPIO está baixo. Não use para conseguir o estado ligado/desligado da saída do pino GPIO ( Se fazer, irá mudar o pino GPIO da saída para entrada e parar o funcionamento com uma saída). Use a Condicional de Estado de Saída para conseguir o estado da saída.
sv: returnerar True om GPIO-stiftet är HIGH och False om GPIO-stiftet är LOW. Använd inte detta för att få status för en On/Off GPIO Output (om du gör det ändras GPIO-stiftet från OUTPUT till INPUT och fungerar inte längre som en Output). Använd Output State Conditional för att få status för utgången.

source: Set a GPIO pin to get the state of
fr: Définir une broche GPIO pour obtenir l'état de
nl: Stel een GPIO-pin in om de status van
pl: Ustawienie pinu GPIO w celu uzyskania stanu
pt: O pino GPIO para controlar o estado de
sv: Ställ in en GPIO-pin för att få status för

source: returns the last value found within the Max Age, otherwise returns None.
fr: renvoie la dernière valeur dans le Âge Max, sinon retourne Aucun.
nl: rendement van de laatste waarde die binnen de Max Age, anders keert Geen.
pl: zwraca ostatnią wartość znaleziono w Max Age, w przeciwnym razie zwróci None.
pt: Retorna o último valor encontrado dentro da Idade Max, caso contrário, retorna None.
sv: returnerar det sista värdet finns inom Max Age, annars returneras Inga.

source: Do not accept measurements older than this age
fr: Ne pas accepter les mesures plus anciennes que cet âge
nl: Accepteer geen metingen die ouder zijn dan deze leeftijd
pl: Nie akceptuj pomiarów starsze niż tym wieku
pt: Não aceite medições anteriores a essa idade
sv: Acceptera inte mätningar som är äldre än denna ålder

source: returns a list of dictionaries with "time" and "value" key pairs found within the Max Age, otherwise returns None.
fr: retourne une liste de dictionnaires avec le « temps » et « valeur » des paires de clés trouvés dans l'âge maximum, sinon retourne Aucun.
nl: geeft een lijst met woordenboeken met "tijd" en "waarde" sleutelparen gevonden binnen de Max Age, anders keert Geen.
pl: zwraca listę słowników z „czasu” i „wartości” pary kluczy znaleźć w Max Age, w przeciwnym razie zwróci None.
pt: retorna uma lista de dicionários com "tempo" e "valor" pares de chaves encontrado dentro da Idade Max, caso contrário, retorna None.
sv: returnerar en lista över ordböcker med "tid" och "värde" nyckelpar inom Max Age, annars returneras Inga.

source: Example
fr: Exemple
nl: Voorbeeld
pl: Przykład
pt: Exemplo
sv: Exempel

source: returns the average of the values found within the Max Age, otherwise returns None.
fr: Renvoie la moyenne des valeurs trouvées dans l'âge maximum, sinon retourne Aucun.
nl: rendementen van het gemiddelde van de gevonden waarden binnen de Max Age, anders keert Geen.
pl: Zwraca średnią z wartości występujących w Max Age, w przeciwnym razie zwróci None.
pt: Retorna a média dos valores encontrados dentro da Idade Max, caso contrário retorna None.
sv: returnerar medelvärdet av de värden som finns i Max Age, annars returneras Inga.

source: returns the sum of the values found within the Max Age, otherwise returns None.
fr: renvoie la somme des valeurs trouvées dans l'âge maximum, sinon retourne Aucun.
nl: Geeft de som van de waarden gevonden binnen de Max Age, anders keert Geen.
pl: Zwraca sumę wartości występujących w Max Age, w przeciwnym razie zwróci None.
pt: Retorna a soma dos valores encontrados dentro da Idade Max, caso contrário retorna None.
sv: returnerar summan av de värden som finns inom Max Age, annars returneras Inga.

source: Output Duration On
fr: Durée de sortie On
nl: Output Duur On
pl: Czas Na wyjście
pt: Duração saída On
sv: Utgångs varaktighet på
