Repository: AoT-inc/Looperget
Catalog: looperget/looperget_flask/translations/*/LC_MESSAGES/messages.po
Languages: fr, nl, pl, pt, sv

source: Add Conversion
fr: Ajouter une conversion
nl: Conversie toevoegen
pl: Dodaj Conversion
pt: Adicionar Conversão
sv: Lägg till omvandling

source: Role Name
fr: Nom de rôle
nl: Rol naam
pl: Nazwa rola
pt: Nome do papel
sv: Rollnamn

source: View Logs
fr: Regardes les connexions
nl: Bekijk logs
pl: Zobacz rejestry
pt: Ver registros
sv: Visa loggar

source: View Stats
fr: Afficher les statistiques
nl: Statistieken bekijken
pl: Zobacz statystyki
pt: Ver estatísticas
sv: Visa statistik

source: View Camera
fr: Voir la caméra
nl: Camera bekijken
pl: Kamera
pt: Visualizar câmera
sv: Visa kamera

source: View Settings
fr: Paramètres d'affichage
nl: Laat instellingen zien
pl: Ustawienia widoku
pt: Configurações de exibição
sv: Visa inställningar

source: Edit Users
fr: Modifier les utilisateurs
nl: Bewerk gebruikers
pl: Edycja użytkownika
pt: Editar usuários
sv: Redigera användare

source: Edit Controllers
fr: Modifier les contrôleurs
nl: Bewerk controllers
pl: Edytuj Kontrolery
pt: Editar controladores
sv: Redigera Controllers

source: Edit Settings
fr: Modifier les paramètres
nl: Instellingen bewerken
pl: Edytuj ustawienia
pt: Editar configurações
sv: Ändra inställningar

source: Reset Password
fr: Réinitialiser le mot de passe
nl: Reset Wachtwoord
pl: Zresetuj hasło
pt: Redefinir Palavra-passe
sv: Återställ lösenordet

source: Add Role
fr: Ajouter un rôle
nl: Rol toevoegen
pt: Adicionar papel
sv: Lägg till roll

source: Default Login Page
fr: Page de Login par défaut
nl: Standaard login pagina
pl: Domyślna strona logowania
pt: Página de login predefinida
sv: Standard Inloggningsida

source: Passwords must match
fr: les mots de passe doivent correspondre
nl: wachtwoorden moeten overeenkomen
pl: Hasło musi pasować
pt: As senhas devem corresponder
sv: Lösenorden måste matcha

source: Password must be 6 or more characters
fr: Le mot de passe doit comporter 6 caractères ou plus
nl: Wachtwoord moet uit 6 of meer tekens bestaan
pl: Hasło musi być 6 lub więcej znaków
pt: A senha deve ter 6 ou mais caracteres
sv: Lösenordet måste vara 6 eller flera tecken

source: Keypad Code
fr: Code du clavier
nl: Toetsenbord Code
pl: Kod klawiatury
pt: Código do teclado
sv: Numerisk Kod

source: Optional
fr: Optionnel
nl: Optioneel
pl: Opcjonalnie
pt: Opcional
sv: valfri

source: Role
fr: Rôle
nl: Rol
pl: Rola
pt: Função
sv: Roll

source: Add User
fr: Ajouter un utilisateur
nl: Voeg gebruiker toe
pl: Dodaj użytkownika
pt: Adicionar usuário
sv: Lägg till användare

source: New Password
fr: nouveau mot de passe
nl: nieuw paswoord
pl: nowe hasło
pt: Nova senha
sv: nytt lösenord

source: Role ID
fr: ID de rôle
nl: Rol ID
pl: ID rola
pt: ID da função
sv: Roll-ID

source: Enable I2C
fr: Activer I2C
nl: Schakel I2C in
pl: Włącz I2C
pt: Ativar I2C
sv: Aktivera I2C

source: Disable I2C
fr: Désactiver I2C
nl: I2C uitschakelen
pl: Wyłącz I2C
pt: Desativar I2C
sv: Inaktivera I2C

source: Enable 1-Wire
fr: Activer 1-Wire
nl: Schakel 1-draads in
pl: Włączanie 1-wire
pt: Ativar 1 fio
sv: Aktivera 1-tråd

source: Disable 1-Wire
fr: Désactiver 1-Wire
nl: Schakel 1-draads uit
pl: Wyłącz 1-Wire
pt: Desativar 1 fio
sv: Inaktivera 1-tråd

source: Enable Serial
fr: Activer série
nl: Schakel serieel in
pl: Włącz seryjny
pt: Ativar Serial
sv: Aktivera seriell

source: Disable Serial
fr: Désactiver série
nl: Serieel uitschakelen
pl: Wyłącz seryjny
pt: Desativar Serial
sv: Inaktivera seriell

source: Enable SPI
fr: Activer SPI
nl: Schakel SPI in
pl: Włącz SPI
pt: Ativar SPI
sv: Aktivera SPI

source: Disable SPI
fr: Désactiver SPI
nl: Schakel SPI uit
pl: Wyłączenie SPI
pt: Desativar o SPI
sv: Inaktivera SPI

source: Enable SSH
fr: Activer SSH
nl: Schakel SSH in
pl: Włącz SSH
pt: Ativar SSH
sv: Aktivera SSH

source: Disable SSH
fr: Désactiver SSH
nl: Schakel SSH uit
pl: Wyłącz SSH
pt: Desativar SSH
sv: Inaktivera SSH

source: Change Hostname
fr: Changer le nom de l'hôte
nl: Wijzig hostnaam
pl: Zmień nazwę hosta
pt: Alterar nome do host
sv: Ändra värdnamn

source: Configure pigpiod
fr: Configurez pigpiod
nl: Pigpiod configureren
pl: Konfiguracja pigpiod
pt: Configurar o pigpiod
sv: Konfigurera pigpiod

source: Reconfigure
fr: Reconfigurer
nl: opnieuw configureren
pt: Reconfigurar
sv: konfigurera

source: Delete All Dashboards
fr: Supprimer tout Dashboards
nl: Alle dashboards verwijderen
pl: Usuń wszystkie pulpitów
pt: Excluir tudo Dashboards
sv: Radera alla instrumentpaneler

source: Delete All Inputs
fr: Supprimer toutes les entrées
nl: Verwijder alle ingangen
pl: Usuń wszystkie wejścia
pt: Excluir todas as entradas
sv: Ta bort alla ingångar

source: Delete All Notes and Note Tags
fr: Supprimer toutes les notes et balises de note
nl: Verwijder alle notities en notitags
pl: Usunąć wszystkie notatki i zanotować tagi
pt: Excluir todas as notas e tags de nota
sv: Ta bort alla anteckningar och antecknings etiketter

source: Delete All Outputs
fr: Supprimer toutes les sorties
nl: Verwijder alle uitgangen
pl: Usuń wszystkie wyjścia
pt: Excluir todas as saídas
sv: Ta bort alla utmatningar

source: Delete Settings Database
fr: Supprimer la base de données de paramètres
nl: Instellingendatabase verwijderen
pl: Ustawienia Usuwanie bazy danych
pt: Excluir banco de dados de configurações
sv: Ta bort inställningsdatabasen

source: Delete File
fr: Supprimer le fichier
nl: Verwijder bestand
pl: Usunąć plik
pt: Excluir arquivo
sv: Radera fil

source: Reset Email Counter
fr: Remise à zéro Email compteur
nl: Reset e-mailteller
pl: Reset Counter email
pt: Contra-mail de redefinição
sv: Återställ e Counter

source: Install Dependencies
fr: Installer les dépendances
nl: Afhankelijkheden installeren
pl: Zainstaluj zależności
pt: Instalar Dependências
sv: Installera Beroenden

source: Regenerate Widget HTML
fr: Générer la vidéo
nl: Widget HTML opnieuw genereren
pl: Regeneracja Widgetu HTML
pt: Regenerar Widget HTML
sv: Regenerera Widget HTML

source: Set to Upgrade to Master
fr: Définir pour mettre à niveau vers le maître
nl: Stel in op Upgrade naar Master
pl: Ustawić na aktualizację do Mistrza
pt: Configurar para Actualizar para Master
sv: Välj som Uppgradera till Master

source: If Edge Detected
fr: Si Edge détecté
nl: Als Edge gedetecteerd
pl: Jeśli wykryto krawędzi
pt: Se Edge detectado
sv: Om kant upptäckt

source: Rise or Set
fr: Monter ou mettre
nl: Sta op of stel in
pl: Rise lub Set
pt: Ascensão ou Set
sv: Rise eller Set

source: Zenith
fr: Zénith
nl: Zenit
pl: Zenit
pt: Zênite
sv: Zenit

source: Date Offset (days)
fr: Décalage de date (jours)
nl: Datumcompensatie (dagen)
pl: Przesunięcie daty (dni)
pt: Deslocamento de data (dias)
sv: Dagsförskjutning (dagar)

source: Time Offset (minutes)
fr: Décalage horaire (minutes)
nl: Tijdverschuiving (minuten)
pl: Przesunięcie czasu (w minutach)
pt: Compensação de tempo (minutos)
sv: Tidsförskjutning (minuter)

source: Program
fr: Programme
nl: Programma
pt: Programa

source: Word
fr: Mot
nl: Woord
pl: Słowo
pt: Palavra
sv: Ord

source: Start Time (HH:MM)
fr: Heure de début (HH:MM)
nl: Starttijd (UU: MM)
pl: Czas rozpoczęcia (HH: MM)
pt: Hora de início (HH: MM)
sv: Starttid (HH: MM)

source: End Time (HH:MM)
fr: Heure de fin (HH:MM)
nl: Eindtijd (UU: MM)
pl: Koniec czasu (HH: MM)
pt: Horário final (HH: MM)
sv: Sluttid (HH: MM)

source: Trigger Every Period
fr: Déclencheur chaque période
nl: Trigger elke periode
pl: Wyzwalanie każdym okresie
pt: Acionar cada período
sv: Trigger varje period

source: Trigger when Activated
fr: Déclencher quand activé
nl: Trigger wanneer geactiveerd
pl: Wyzwalanie po aktywacji
pt: Disparar quando ativado
sv: Trigger när aktiverad

source: If ID 1
fr: Si ID 1
nl: Als ID 1
pl: Jeśli ID 1
pt: Se ID 1
sv: Om ID 1

source: If ID 2
fr: Si ID 2
nl: Als ID 2
pl: Jeśli ID 2
pt: Se ID 2
sv: Om ID 2

source: If State
fr: Si état
nl: Indien staat
pl: Jeśli stan
pt: Se o estado
sv: Om staten

source: If Duration
fr: Si la durée
nl: Als Duur
pl: Jeżeli czas trwania
pt: Se Duração
sv: Om tid

source: If Duty Cycle (%%)
fr: Si Duty Cycle (%%)
nl: Als Duty Cycle (%%)
pl: Jeśli Cykl (%%)
pt: Se o ciclo de trabalho (%%)
sv: Om arbetscykel (%%)

source: Error 404: Page Not Found
fr: Erreur 404 - Page non trouvée
nl: Fout 404 - Pagina niet gevonden
pl: Błąd 404: Nie znaleziono strony
pt: Erro 404 - Página Não Encontrada
sv: Fel 404: Sidan hittades inte

source: Error 500: Internal Server Error
fr: Erreur 500 - Erreur interne du serveur
nl: Fout 500 - Interne Server Fout
pl: Błąd 500 - Błąd wewnętrzny serwera
pt: Erro 500: Erro interno do servidor
sv: Fel 500: Internt serverfel

source: Create Admin
fr: Créer un administrateur
nl: Creëer Admin
pl: Tworzenie Administrator
pt: Criar administrador
sv: Skapa administratör

source: Welcome to Looperget
fr: Bienvenue à Looperget
nl: Welkom bij Looperget
pl: Witamy w Looperget
pt: Bem vindo ao Looperget
sv: Välkommen till Looperget

source: This appears to be a new Looperget install. Please create an administrator user. Read and accept the agreement to begin.
fr: Il semble s'agir d'une nouvelle installation de Looperget. Veuillez créer un utilisateur administrateur. Lisez et acceptez l'accord pour commencer.
nl: Dit lijkt een nieuwe Looperget-installatie te zijn. Maak een administrator gebruiker aan. Lees en accepteer de overeenkomst om te beginnen.
pl: Wygląda na to, że jest to nowa instalacja Looperget. Prosimy o utworzenie użytkownika-administratora. Przeczytaj i zaakceptuj umowę, aby rozpocząć.
pt: Esta parece ser uma nova instalação da Looperget. Por favor crie um utilizador administrador. Leia e aceite o acordo para começar.
sv: Detta verkar vara en ny Looperget installation. Skapa en administratörsanvändare. Läs och acceptera avtalet för att börja.

source: NO WARRANTY NOTICE
fr: PAS D'AVIS DE GARANTIE
nl: GEEN GARANTIE
pl: BRAK INFORMACJI O GWARANCJI
pt: Sem aviso de garantia
sv: INGET MEDDELANDE OM GARANTI

source: Looperget is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. Looperget is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Looperget. If not, see <a href="http://www.gnu.org/licenses/" target="_blank">http://www.gnu.org/licenses/</a>.
fr: Looperget est un logiciel libre : vous pouvez le redistribuer et/ou le modifier selon les termes de la Licence Publique Générale GNU telle que publiée par la Free Software Foundation, soit la version 3 de la Licence, soit (à votre choix) toute version ultérieure. Looperget est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE ; sans même la garantie implicite de COMMERCIALISATION ou d'ADAPTATION À UN USAGE PARTICULIER. Voir la licence publique générale GNU pour plus de détails. Vous devriez avoir reçu une copie de la licence publique générale GNU avec Looperget. Si ce n'est pas le cas, voir <a href="http://www.gnu.org/licenses/" target="_blank">http://www.gnu.org/licenses/</a>.
nl: Looperget is vrije software: je mag het verspreiden en/of wijzigen onder de voorwaarden van de GNU General Public License zoals gepubliceerd door de Free Software Foundation, ofwel versie 3 van de Licentie, of (naar keuze) een latere versie. Looperget wordt verspreid in de hoop dat het nuttig zal zijn, maar ZONDER ENIGE GARANTIE; zelfs zonder de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN BEPAALD DOEL. Zie de GNU General Public License voor meer informatie. Je zou een kopie van de GNU General Public License bij Looperget moeten hebben ontvangen. Zo niet, raadpleeg dan <a href="http://www.gnu.org/licenses/" target="_blank">http://www.gnu.org/licenses/</a>.
pl: Looperget jest wolnym oprogramowaniem: można je redystrybuować i/lub modyfikować na warunkach Powszechnej Licencji Publicznej GNU opublikowanej przez Free Software Foundation, w wersji 3 lub (według uznania użytkownika) w dowolnej późniejszej wersji. Looperget jest rozpowszechniane w nadziei, że będzie użyteczne, ale BEZ JAKIEJKOLWIEK GWARANCJI; nawet bez dorozumianej gwarancji PRZYDATNOŚCI HANDLOWEJ lub PRZYDATNOŚCI DO OKREŚLONEGO CELU. Więcej szczegółów można znaleźć w Powszechnej Licencji Publicznej GNU. Powinieneś otrzymać kopię Powszechnej Licencji Publicznej GNU wraz z Looperget. Jeśli nie, zobacz <a href="http://www.gnu.org/licenses/" target="_blank">http://www.gnu.org/licenses/</a>.
pt: O Looperget é um software livre: pode redistribuí-lo e/ou modificá-lo ao abrigo dos termos da Licença Pública Geral GNU, tal como publicada pela Free Software Foundation, quer a versão 3 da Licença, quer (à sua escolha) qualquer versão posterior. O Looperget é distribuído na esperança de que seja útil, mas SEM QUALQUER GARANTIA; sem sequer a garantia implícita de COMERCIALIZAÇÃO ou ADEQUAÇÃO A UM PROPÓSITO ESPECÍFICO. Veja a Licença Pública Geral GNU para mais detalhes. Deverá ter recebido uma cópia da Licença Pública Geral GNU juntamente com o Looperget. Caso contrário, consulte <a href="http://www.gnu.org/licenses/" target="_blank">http://www.gnu.org/licenses/</a>.
sv: Looperget är fri programvara: du får vidaredistribuera och/eller modifiera den enligt villkoren i GNU General Public License som publiceras av Free Software Foundation, antingen version 3 av licensen, eller (efter ditt val) någon senare version. Looperget distribueras med förhoppningen att det skall vara användbart, men UTAN NÅGON GARANTI; inte ens den underförstådda garantin om säljbarhet eller lämplighet för ett visst ändamål. Se GNU General Public License för mer information. Du bör ha fått en kopia av GNU General Public License tillsammans med Looperget. Om inte, se <a href="http://www.gnu.org/licenses/" target="_blank">http://www.gnu.org/licenses/</a>.

source: Looperget collects anonymous usage statistics to aid with development. You can opt-out at any time from the Configuration page, after you log in.
fr: Looperget recueille des statistiques d'utilisation anonymes pour faciliter le développement. Vous pouvez vous désinscrire à tout moment à partir de la page de configuration, après vous être connecté.
nl: Looperget verzamelt anonieme gebruiksstatistieken om te helpen bij de ontwikkeling. Je kunt je op elk moment uitschrijven via de configuratiepagina, nadat je bent ingelogd.
pl: Looperget zbiera anonimowe statystyki użytkowania, aby pomóc w rozwoju. Możesz z tego zrezygnować w dowolnym momencie na stronie konfiguracji, po zalogowaniu.
pt: Looperget coleta estatística de uso anônima para ajudar com o desenvolvimento. Você pode excluir a qualquer momento na página de configuração, depois que você faz o login.
sv: Looperget samlar in anonym användardata för att underlätta med utvecklingen. Du kan välja att ej dela information från konfigurationssidan, efter att du har loggat in.

source: Login information is stored locally
fr: Les informations de connexion sont stockées localement
nl: Aanmeldingsgegevens worden lokaal opgeslagen
pl: Logowanie informacje są przechowywane lokalnie
pt: Informações de login são armazenadas localmente
sv: Inloggningsinformation lagras lokalt

source: Usernames must be 3 to 64 characters, passwords >3 characters, and contain only letters and numbers
fr: Les noms d'utilisateur doivent être de 3 à 64 caractères, les mots de passe > 3 caractères et ne contenir que des lettres et des chiffres
nl: Gebruikersnamen moeten 3 tot 64 tekens lang zijn, wachtwoorden >3 tekens, en alleen letters en cijfers bevatten
pl: Nazwy użytkowników muszą składać się z 3 do 64 znaków, hasła >3 znaków i zawierać tylko litery i cyfry
pt: Os nomes de utilizador devem ter de 3 a 64 caracteres, senhas >3 caracteres, e conter apenas letras e números
sv: Användarnamn måste bestå av 3 till 64 tecken, lösenord > 3 tecken och innehålla endast bokstäver och siffror.

source: Warning
fr: Avertissement
nl: Waarschuwing
pl: Ostrzeżenie
pt: Advertência
sv: Varning

source: Setup
fr: Installer
nl: Instellingen
pl: Ustawienia
pt: Configuração
sv: Inrätta

source: Exit
fr: Sortie
nl: Uitgang
pl: Wyjście
pt: Saída
sv: Utgång

source: Inputs
fr: Contributions
nl: ingangen
pl: wejścia
pt: Entradas
sv: ingångar

source: Outputs
fr: Les sorties
nl: uitgangen
pl: wyjścia
pt: Saídas
sv: utgångar

source: Functions
fr: Fonctions
nl: Functies
pl: Funkcje
pt: Funções
sv: Funktioner

source: Measurements
fr: Des mesures
nl: Afmetingen
pl: pomiary
pt: Medições
sv: mätningar

source: Users
fr: Utilisateurs
nl: gebruikers
pl: użytkownicy
pt: Comercial
sv: användare

source: Raspberry Pi
fr: Tarte aux framboises

source: Alerts
fr: Des alertes
nl: Waarschuwingen
pl: Powiadomienia
pt: Alertas
sv: varningar

source: Diagnostics
fr: Diagnostiques
nl: Diagnostiek
pl: Diagnostyka
pt: Diagnóstico
sv: Diagnostik

source: Daemon is Not Running
fr: Daemon ne fonctionne pas
nl: Daemon draait niet
pl: Demon Not Running
pt: O daemon não está funcionando
sv: Daemon går inte

source: Daemon is Running
fr: Daemon est en cours d'exécution
nl: Daemon is aan het rennen
pl: Demon jest uruchomiony
pt: O daemon está em execução
sv: Daemon är igång

source: Cannot Check Daemon Status
fr: Impossible de vérifier l'état du démon
nl: Kan Daemon-status niet controleren
pl: Nie można sprawdzić status Daemon
pt: Não é possível verificar o status do daemon
sv: Kan inte kolla Daemon Status

source: No Connection
fr: Pas de connection
nl: Geen connectie
pl: Brak połączenia
pt: Sem conexão
sv: Ingen förbindelse

source: Dashboards
fr: Tableaux de bord
pl: pulpity
sv: instrumentpaneler

source: Add Dashboard
fr: Ajouter Dashboard
nl: Voeg Dashboard
pl: Dodaj pulpit
pt: Adicionar o dashboard
sv: Lägg till instrumentpanelen

source: More
fr: Plus
nl: Meer
pl: Więcej
pt: Mais
sv: Mer

source: Amp Measure
fr: Mesure de l'ampérage
nl: Amp Maat
pl: Amperomierz
pt: Medição de Amp
sv: Ampere mätning

source: Help
fr: Aidez-moi
nl: Helpen
pl: Wsparcie
pt: Socorro
sv: Hjälp

source: Online
fr: En ligne
pt: Em linha

source: API Info
fr: Info API
nl: API-informatie
pt: Informação de API
sv: API-information

source: API Docs
fr: Documents de l'API
nl: API-documenten
pl: Dokumenty API
pt: Documentação de API
sv: API-dokument

source: Looperget on Github
fr: Looperget sur Github
nl: Looperget op Github
pl: Looperget na Githubie
pt: Looperget no Github
sv: Looperget på Github

source: Submit an Issue
fr: Soumettre un problème
nl: Dien een probleem in
pl: Złożyć Issue
pt: Submeter uma edição
sv: Skicka ett problem

source: Edit Translations
fr: Editer les traductions
nl: Vertalingen bewerken
pl: Edycja tłumaczeń
pt: Editar traduções
sv: Redigera översättningar

source: Changelog
fr: Journal des modifications
pl: Lista zmian
sv: Ändringslogg

source: Configure
fr: Configurer
nl: configureren
pl: Konfiguracja
pt: Configurar
sv: konfigurera

source: Looperget Logs
fr: Logs de Looperget
nl: Looperget-logboeken
pl: Looperget Dzienniki
pt: Registos Looperget
sv: Looperget loggar

source: System Information
fr: Informations système
nl: Systeem informatie
pl: Informacje o systemie
pt: Informação do sistema

source: Dependencies
fr: Les dépendances
nl: afhankelijkheden
pl: zależności
pt: Dependências
sv: beroenden

source: Upgrade
fr: Surclassement
pl: Aktualizacja
pt: Atualizar
sv: uppgradering

source: Backup Restore
fr: Restauration de sauvegarde
nl: Backup herstel
pl: Przywracania kopii zapasowej
pt: Restauração de backup
sv: Backup Återställ

source: Restart Backend
fr: Redémarrer le backend
nl: Start Backend opnieuw
pt: Back-end de reinicialização
sv: Starta om backend

source: Restart Frontend
fr: Redémarrer le frontend
nl: Start Frontend opnieuw
pt: Frontend de reinício
sv: Starta om Frontend

source: Restart System
fr: Redémarrer le système
nl: Start het systeem opnieuw
pl: restart systemu
pt: Reinicie o sistema
sv: Starta om systemet

source: Shutdown System
fr: Système d'arrêt
nl: Shutdown-systeem
pl: Zamykanie systemu
pt: Sistema de desligamento
sv: Avstängningssystem

source: Preferences
fr: Préférences
nl: Voorkeuren
pl: Preferencje
pt: Preferências
sv: Inställningar

source: Logout
fr: Se déconnecter
nl: Uitloggen
pl: Wyloguj
pt: Sair
sv: Logga ut

source: Selecting a language will override the web browser's language
fr: La sélection d'une langue remplace la langue du navigateur Web
nl: Het selecteren van een taal heeft voorrang op de taal van de webbrowser
pl: Wybór języka zastąpi język przeglądarki internetowej
pt: A seleção de um idioma substituirá o idioma do navegador da web
sv: Om du väljer ett språk överstyrs webbläsarens språk

source: Close
fr: Fermer
nl: Sluiten
pl: Zamknij
pt: Fechar
sv: Nära

source: You're logged in already!
fr: Vous êtes déjà connecté !
nl: U bent al ingelogd!
pl: Jesteś już zalogowany!
pt: Você já está logado!
sv: Du är redan inloggad!

source: Log In
fr: S'identifier
nl: Inloggen
pl: Zaloguj sie
pt: Iniciar Sessão
sv: Logga in

source: Password Login
fr: Mot de passe Identifiant
nl: Wachtwoord Inloggen
pl: Hasło Logowanie
pt: Senha de acesso
sv: Lösenord Inloggning

source: Remember me
fr: Souviens-toi de moi
nl: Onthoud mij
pl: Zapamiętaj mnie
pt: Lembre de mim
sv: Kom ihåg mig

source: 90 days
fr: 90 jours
nl: 90 dagen
pl: 90 dni
pt: 90 dias
sv: 90 dagar

source: Forgot password?
fr: Mot de passe oublié ?
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasła?
pt: Esqueceu a senha?
sv: Glömt ditt lösenord?

source: Keypad Login
fr: Login du clavier
nl: Inloggen met toetsenbord
pl: Logowanie z klawiatury
pt: Login do teclado
sv: Inloggning för knappsats

source: Backups can be created to preserve Looperget settings or restore them at a later time. Camera images are not backed up. To save measurement data, go to the Export / Import page.
fr: Des sauvegardes peuvent être créées pour préserver les paramètres Looperget ou les restaurer ultérieurement. Les images de la caméra ne sont pas sauvegardées. Pour enregistrer les données de mesure, accédez à la page Export / Import.
nl: Back-ups kunnen worden gemaakt om Looperget-instellingen te behouden of ze op een later tijdstip te herstellen. Van camerabeelden wordt geen back-up gemaakt. Ga naar de pagina Exporteren / importeren om meetgegevens op te slaan.
pl: Kopie zapasowe mogą być tworzone w celu zachowania lub przywrócenia ustawień Looperget je w późniejszym czasie. Obrazy z kamer nie są wspierane. Aby zapisać dane pomiarowe, przejdź do strony Export / Import.
pt: Backups podem ser criados para preservar as configurações do Looperget ou restaurá-las posteriormente. Imagens da câmera não são copiadas. Para salvar dados de medição, vá para a página Exportar / Importar.
sv: Säkerhetskopieringar kan skapas för att behålla Looperget-inställningar eller återställa dem vid en senare tidpunkt. Kamerabilderna är inte säkerhetskopierade. För att spara mätdata, gå till sidan Exportera / Importera.
