Repository: AoT-inc/Looperget
Catalog: looperget/looperget_flask/translations/*/LC_MESSAGES/messages.po
Languages: fr, nl, pl, pt, sv

source: I/O Expander
fr: Expandeur d'E/S
nl: I/O Uitbreiding
pl: Ekspander I/O
pt: Expansor E/S

source: On Payload
fr: Charge utile On
nl: Op Laadvermogen
pl: na Payload
pt: Sobre carga útil

source: Off Payload
fr: Charge Utile Off
nl: Uit Laadvermogen
pl: off Ładowność

source: Python code to execute when the output is instructed to turn on
fr: Code Python à exécuter lorsque la sortie reçoit l'instruction de s'activer
nl: Python code om uit te voeren wanneer de uitgang wordt geïnstrueerd om aan te gaan
pl: Kod Python wykonać, gdy wyjście jest instruowany, aby włączyć
pt: Código Python a executar quando a saída é instruída para ligar

source: Python code to execute when the output is instructed to turn off
fr: Code Python à exécuter lorsque la sortie reçoit l'instruction de s'éteindre
nl: Python code om uit te voeren wanneer de uitgang wordt geïnstrueerd om uit te schakelen
pl: Kod Python wykonać, gdy wyjście jest instruowany, aby wyłączyć
pt: Código Python a executar quando a saída é instruída para desligar

source: Set the state when Looperget starts
fr: Définir l'état au démarrage de Looperget
nl: Stel de toestand in wanneer Looperget start
pl: Ustaw jaki stan ustawić, gdy Looperget się włącza
pt: Definir o estado quando Looperget começa

source: Set the state when Looperget shuts down
fr: Définir l'état lorsque Looperget s'éteint
nl: Stel de status in wanneer Looperget afsluit
pl: Ustaw stan ustawiany przy wyłączaniu Looperget
pt: Estabelecer o estado quando Looperget se fecha

source: Whether to trigger functions when the output switches at startup
fr: S'il faut déclencher des fonctions lorsque la sortie commute au démarrage
nl: Of functies moeten worden geactiveerd wanneer de uitgang bij het opstarten wordt geschakeld
pl: Czy uruchamiać funkcje, gdy wyjście włącza się przy starcie
pt: Se deve activar funções quando a saída muda no arranque

source: The current draw of the device being controlled
fr: La consommation de courant de l'appareil à contrôler
nl: De stroomopname van het apparaat dat wordt geregeld
pl: Ilość prądu pobierana przez urządzenie
pt: O desenho actual do dispositivo a ser controlado

source: Wireless
fr: Sans fil
nl: Draadloos
pl: Bezprzewodowy
pt: Sem fios

source: Protocol
fr: Protocole
pl: Protokół
pt: Protocolo
sv: Protokoll

source: Pulse Length
fr: Longueur d'impulsion
nl: Pulslengte
pl: Długość impulsu
pt: Comprimento de Pulso
sv: Pulslängd

source: Always send the command, regardless of the current state
fr: Toujours envoyer la commande, quel que soit l'état actuel
nl: Stuur het commando altijd, ongeacht de huidige status
pl: Zawsze wysyłaj polecenie, niezależnie od aktualnego stanu
pt: Enviar sempre o comando, independentemente do estado actual

source: Spacer
fr: Espaceur
pl: Odstępnik
pt: Espaçador

source: Digital Potentiometer
fr: Potentiomètre numérique
nl: Digitale Potentiometer
pl: Potencjometr cyfrowy
pt: Potenciómetro Digital

source: Peristaltic Pump
fr: Pompe péristaltique
nl: Slangenpomp
pl: Pompa perystaltyczna
pt: Bomba Peristáltica

source: Frequency (Hertz)
fr: Fréquence (Hertz)
nl: Frequentie (Hertz)
pl: Częstotliwość (Hz)
pt: Freqüência (Hertz)
sv: Frekvens (Hertz)

source: Invert Signal
fr: Inverser le signal
nl: Signaal omkeren
pl: Inwersja sygnału
pt: Inverter Sinal
sv: Invertera signalen

source: Invert Stored Signal
fr: Inverser le signal PWM
nl: Omgekeerd opgeslagen signaal
pl: Odwrócenie zapisanego sygnału
pt: Inverter Sinal Armazenado

source: LED Controller
fr: Contrôleur de LED
pl: Sterownik LED
pt: Controlador LED

source: Bash Command
fr: Commande Bash
nl: Bash Commando
pl: Komenda bash
pt: Comando Bash

source: The value when Looperget starts
fr: La valeur au démarrage de Looperget
nl: De waarde wanneer Looperget start
pl: Wartość po uruchomieniu Looperget
pt: O valor quando Looperget começa

source: The value when Looperget shuts down
fr: La valeur à la fermeture de Looperget
nl: De waarde wanneer Looperget afsluit
pl: Wartość gdy Looperget wyłącza
pt: O valor quando Looperget se desliga

source: Invert the PWM signal
fr: Inverser le signal PWM
nl: Inverteren van het PWM signaal
pl: Inwersja sygnału PWM
pt: Inverter o sinal PWM

source: Remote
fr: A distance
nl: Op afstand
pl: Zdalny
pt: Remoto

source: The host or IP address of the remote Looperget
fr: L'hôte ou l'adresse IP du Looperget distant
nl: De host of het IP-adres van de externe Looperget
pl: Host lub adres IP zdalnego urządzenia Looperget
pt: A hospedagem ou endereço de IP do Looperget remoto

source: The API key of the remote Looperget
fr: La clé API du Looperget distant
nl: De API-sleutel van de Looperget op afstand
pl: Klucz API zdalnego urządzenia Looperget
pt: A chave API do Looperget remoto

source: Digital-to-Analog Converter
fr: Convertisseur numérique-analogique
nl: Digitaal-naar-analoog-omzetter
pl: Przetwornik cyfrowo-analogowy
pt: Conversor digital-para-analógico

source: Off Value
fr: Valeur désactivée
nl: Uit Waarde
pl: Wyłączone Wartość
pt: Valor fora do valor

source: Select the camera to display
fr: Sélectionnez la caméra à afficher
nl: Selecteer de weer te geven camera
pl: Wybrać kamerę do wyświetlenia
pt: Seleccione a câmara a visualizar

source: Acquire Image (and save new file)
fr: Acquérir une image (et enregistrer un nouveau fichier)
nl: Afbeelding verkrijgen (en nieuw bestand opslaan)
pl: Pobierz obrazek (i Zapisz nowy plik)
pt: Adquirir Imagem (e salvar novo arquivo)
sv: Få bild (och spara ny fil)

source: Display Live Video Stream
fr: Afficher le flux vidéo en direct
nl: Toon live videostream
pl: Wyświetlanie Live Video Stream
pt: Exibir fluxo de vídeo ao vivo
sv: Visa Live Video Stream

source: Display Latest Timelapse Image
fr: Afficher la dernière image Timelapse
nl: Toon nieuwste Timelapse-afbeelding
pl: Wyświetlać obraz najnowszy Timelapse
pt: Exibir a imagem mais recente de timelapse
sv: Visa senaste Timelapse-bilden

source: Show Timestamp
fr: Afficher l'horodatage
nl: Toon tijdcode
pl: Pokaż Znacznik czasu
pt: Mostrar data e hora
sv: Visa tidsstämpel

source: Show the timestamp on the widget
fr: Afficher l'horodatage sur le widget
nl: Toon de tijdstempel op de widget
pl: Pokaż znacznik czasu w widgecie
pt: Mostrar o carimbo da hora no widget

source: Select the Controller to Activate or Deactivate
fr: Sélectionner le contrôleur à activer ou à désactiver
nl: Selecteer de te activeren of te deactiveren regelaar
pl: Wybierz kontroler do aktywacji lub dezaktywacji
pt: Seleccionar o Controlador para Activar ou Desactivar

source: Select a Function to display the status of
fr: Sélectionnez une fonction pour afficher l'état de
nl: Selecteer een functie om de status weer te geven van
pl: Wybierz funkcję, aby wyświetlić stan
pt: Seleccione uma Função para mostrar o estado de

source: Select a measurement to display
fr: Sélectionnez une mesure à afficher
nl: Selecteer een meting om weer te geven
pl: Wybierz pomiar do wyświetlenia
pt: Seleccione uma medida a mostrar

source: Select measurements to display
fr: Sélectionner les mesures à afficher
nl: Selecteer metingen om weer te geven
pl: Wybierz pomiary do wyświetlenia
pt: Seleccione as medidas a visualizar

source: PIDs
fr: PID
nl: PID
pl: PID
sv: PID

source: Note Tags
fr: Étiquettes de note
nl: Opmerking Tags
pl: Uwaga Tagi
pt: Tags de nota
sv: Anmärkningstaggar

source: Show Unit
fr: Afficher l'unité
nl: Unit Show
pl: Pokaż Jednostka
pt: Mostrar unidade
sv: Visa Unit

source: Show the unit
fr: Montrer l'unité
nl: Toon de eenheid
pl: Pokaż jednostkę
pt: Mostrar a unidade

source: Show Name
fr: Afficher le nom
nl: Toon Naam
pl: Pokaż Nazwa
pt: Mostrar nome
sv: Visa namn

source: Show the name
fr: Afficher le nom
nl: Toon de naam
pl: Pokaż nazwę
pt: Mostrar o nome

source: Show Channel
fr: Afficher canal
nl: Toon Channel
pl: Pokaż Kanał
pt: mostram o Canal
sv: Visa Channel

source: Show the channel
fr: Montrer le canal
nl: Toon het kanaal
pl: Wyświetl kanał
pt: Mostrar o canal

source: Show Measurement
fr: Afficher la mesure
nl: Toon Measurement
pl: Pokaż Pomiar
pt: Mostrar Medição
sv: Visa Mätning

source: Show the measurement
fr: Montrer la mesure
nl: Toon de meting
pl: Pokaż pomiar
pt: Mostrar a medição

source: Show the timestamp
fr: Afficher l'horodatage
nl: Toon de tijdstempel
pl: Pokaż znacznik czasu
pt: Mostrar o carimbo da hora

source: Enable Timestamp
fr: Activer le timestamp
nl: Tijdstempel inschakelen
pl: Włącz datownik
pt: Activar o Timestamp

source: Timestamp Font Size (em)
fr: Taille de caractère de l'horodatage (em)
nl: Tijdstempel lettergrootte (em)
pl: Rozmiar czcionki timestamp (em)
pt: Tamanho de letra do carimbo da hora (em)

source: The font size of the timestamp
fr: La taille de la police de l'horodatage
nl: De lettergrootte van het tijdstempel
pl: Rozmiar czcionki znacznika czasu
pt: O tamanho da letra do carimbo da hora

source: Decimal Places
fr: Décimales
nl: Decimale plaatsen
pl: Miejsca dziesiętne
pt: Casas decimais
sv: Decimala platser

source: The number of decimal places to display
fr: Le nombre de décimales à afficher
nl: Het aantal decimalen dat moet worden weergegeven
pl: Liczba miejsc po przecinku do wyświetlenia
pt: O número de casas decimais a exibir

source: Enable Status
fr: Statut d'activation
nl: Inschakelstatus
pl: Włącz status
pt: Habilitar Estado

source: Show the current output status
fr: Afficher l'état actuel de la sortie
nl: Toon de huidige uitgangsstatus
pl: Pokazać aktualny stan wyjściowy
pt: Mostrar o estado de saída actual

source: Enable Value
fr: Activer la valeur
nl: Inschakelwaarde
pl: Włącz Wartość
pt: Activar Valor

source: Show the current value
fr: Afficher la valeur actuelle
nl: Toon de huidige waarde
pl: Pokaż bieżącą wartość
pt: Mostrar o valor actual

source: Enable Unit
fr: Activer l'unité
nl: Inschakelen Eenheid
pl: Włącz jednostkę
pt: Habilitar Unidade

source: Show the value unit
fr: Afficher l'unité de valeur
nl: Toon de waarde eenheid
pl: Pokaż wartość jednostkowa
pt: Mostrar a unidade de valor

source: Enable Output Controls
fr: Activation des commandes de sortie
nl: Uitgangsbedieningen inschakelen
pl: Włącz steruje wyjściem
pt: Activar os controlos de saída

source: Show output controls on the widget
fr: Afficher les contrôles de sortie sur le widget
nl: Toon uitvoercontroles op de widget
pl: Pokaż kontrole wyjściowe na widget
pt: Mostrar os controlos de saída no widget

source: Select the output to display and control
fr: Sélectionnez la sortie à afficher et à contrôler
nl: Selecteer de uitgang voor weergave en bediening
pl: Wybierz wyjście do wyświetlania i kontroli
pt: Seleccionar a saída a visualizar e controlar

source: Invert Status
fr: Inverser le statut
nl: Inverteer status
pl: Stan odwrócenia
pt: Estado de Inverter

source: Invert the output status. Enable if the Invert Signal output option is set.
fr: Inversez l'état de la sortie. Activer si l'option Inverser le signal de sortie est définie.
nl: Omkeren van de uitgangsstatus. Inschakelen als de optie Signaaluitgang omkeren is ingesteld.
pl: Odwrócenie stanu wyjścia. Włącza się, jeśli ustawiona jest opcja Invert Signal output.
pt: Inverter o estado de saída. Activar se a opção Inverter sinal de saída estiver definida.

source: PID Controller
fr: Contrôleur PID
nl: PID-regelaar
pl: Regulator PID
pt: Controlador PID

source: Select the PID Controller to display and control
fr: Sélectionnez le contrôleur PID à afficher et à contrôler
nl: Selecteer de PID regelaar voor weergave en regeling
pl: Wybierz sterownik PID do wyświetlania i kontroli
pt: Seleccionar o Controlador PID para exibir e controlar

source: Show PID Info
fr: Afficher les informations PID
nl: Toon PID-info
pl: Pokaż PID Info
pt: Mostrar informações PID

source: Show the current PID output values
fr: Montre les valeurs de sortie PID actuelles
nl: Toon de huidige PID uitgangswaarden
pl: Pokaż aktualne wartości wyjściowych PID
pt: Mostrar os valores de saída PID actuais

source: Show Set Setpoint
fr: Afficher le point de consigne
nl: Toon Instelpunt
pl: Pokaż ustawionej wartości zadanej
pt: Mostrar Set Setpoint
sv: Visa inställd börvärde

source: Enable the setpoint to be set
fr: Permettre le réglage du point de consigne
nl: Instelling van het instelpunt mogelijk maken
pl: Włącz nastawę należy ustawić
pt: Permitir que o setpoint seja definido

source: Enable Loop
fr: Activer la boucle
nl: Inschakel lus
pl: Włącz Loop
pt: Habilitar Loop

source: Enable the Python Code (Loop) to be executed every Period
fr: Permettre au code Python (boucle) d'être exécuté à chaque période
nl: Activeer de Python Code (Loop) om elke periode te worden uitgevoerd
pl: Włącz kod Python (pętla) do wykonania każdego okresu
pt: Permitir que o Código Python (Loop) seja executado em cada Período

source: Python Code (Loop)
fr: Code Python (boucle)
nl: Python-code (lus)
pl: Kod Python (pętla)
pt: Código Python (Loop)

source: Python code to execute in a loop
fr: Code Python à exécuter dans une boucle
nl: Python code om in een lus uit te voeren
pl: Kod Pythona do wykonania w pętli
pt: Código Python a executar em loop

source: Python Code (On Refresh)
fr: Code Python (sur rafraîchissement)
nl: Python-code (bij verversen)
pl: Kod Python (po odświeżeniu)
pt: Código Python (Atualizar)

source: Python code to execute every dashboard/widget refresh
fr: Code Python à exécuter à chaque rafraîchissement du tableau de bord/widget
nl: Python code om elke dashboard/widget verversing uit te voeren
pl: Kod Python wykonać każdą deskę rozdzielczą / odświeżania widget
pt: Código Python para executar cada actualização do painel de instrumentos/widget

source: Altitude
nl: Hoogte
pl: Wysokość
sv: Höjd över havet

source: Angle
nl: Hoek
pl: Kąt
pt: Ângulo
sv: Vinkel

source: Minute
nl: Minuut
pl: Minuta
pt: Minuto
sv: Minut

source: Direction
nl: Richting
pl: Kierunek
pt: Direção
sv: Riktning

source: Rotation
nl: Rotatie
pl: Obrót
pt: Rotação

source: Saturation
nl: Verzadiging
pl: Nasycenie
pt: Saturação
sv: Mättnad

source: Version
nl: Versie
pl: Wersja
pt: Versão

source: Volume
pl: Tom
sv: Volym

source: Celsius
pl: Celsjusz

source: Fahrenheit
pl: Fahrenheita

source: Hectopascals
nl: Hectopascal
pl: Hektopaskale
sv: Hektopascal

source: Hertz
pl: Herc

source: Kelvin
pl: kelwin

source: Kilohertz
pl: Kiloherc

source: Kilopascal
pl: kilopaskal

source: Lux
pl: Luks
pt: Luxo

source: Ohm
pl: Om

source: Volt
pl: Wolt

source: Actions
nl: acties
pl: działania
pt: Ações
sv: Åtgärder

source: Bus
pl: Autobus
pt: Barramento
sv: Buss

source: Math
nl: Wiskunde
pl: matematyka
pt: Matemática
sv: Matematik

source: On
nl: Op
pl: Włącz
pt: Em
sv: På

source: Pause
nl: Pauze
pl: Pauza
pt: Pausa
sv: Paus

source: Gain
nl: Krijgen
pl: Zdobyć
pt: Ganho
sv: Få

source: Interface
pl: Interfejs
sv: Gränssnitt

source: Page
nl: Pagina
pl: Strona
pt: Página
sv: Sidan

source: Widgets
pl: widgety

source: Clear Total
nl: Duidelijk Totaal
pl: Wyraźnie widać
pt: Total claro
sv: Klar totalsumma

source: Image
nl: Afbeelding
pl: Obraz
pt: Imagem
sv: Bild

source: Post Command
nl: Post-commando
pl: dowodzenia
sv: Postkommando

source: Meter Mode
pl: Tryb metr
pt: Modo Medidor
sv: Mätarläge

source: Amplitude
pl: Amplituda
sv: Amplitud

source: Kp Gain
nl: Kp Winst
pl: Wzmocnienie Kp

source: Kd Gain
nl: Kd Winst
pl: kd Zysk

source: Action
nl: Actie
pl: Działanie
pt: Acção
sv: Åtgärd

source: Test Email To
pl: Test Email Aby
pt: Teste de email para
sv: Testa e-post till

source: Total
nl: Totaal
pl: Całkowity

source: Options
nl: Opties
pl: Opcje
pt: Opções
sv: Alternativ

source: Conditions
nl: Voorwaarden
pl: Warunki
pt: Condições
sv: Betingelser

source: Conversions
nl: conversies
pl: konwersje
pt: Conversões
sv: omvandlingar

source: Conversion
nl: conversie
pl: Konwersja
pt: Conversão
sv: Omvandling

source: E-Mail
pt: O email
sv: E-post

source: Widget
pt: Ferramenta

source: Port
nl: Haven
pt: Porta
sv: Hamn

source: ID
nl: ID kaart
pt: identidade

source: On/Off
nl: Aan/Uit

source: Codec
sv: Kodek
