Repository: AoT-inc/Looperget
Catalog: looperget/looperget_flask/translations/*/LC_MESSAGES/messages.po
Languages: fr, nl, pl, pt, sv

source: Stop Timelapse
fr: Arrêter le Timelapse
nl: Timelapse stoppen
pl: Zatrzymaj timelapse
pt: Parar Timelapse
sv: Stoppa Timelapse

source: Interval
fr: Intervalle
pl: Interwał
pt: Intervalo
sv: Intervall

source: Photo Interval must be a positive value
fr: Intervalle photo doit être une valeur positive
nl: Foto-interval moet een positieve waarde zijn
pl: Photo Interval musi być liczbą dodatnią
pt: O intervalo de fotos deve ser um valor positivo
sv: Fotointervall måste vara ett positivt värde

source: Run Time
fr: Temps de fonctionnement
nl: Looptijd
pl: Czas pracy
pt: Tempo de execução
sv: Körtid

source: Total Run Time must be a positive value
fr: Le temps d'exécution total doit être une valeur positive
nl: Totale looptijd moet een positieve waarde zijn
pl: Całkowity czas przejścia musi być liczbą dodatnią
pt: O tempo total de execução deve ser um valor positivo
sv: Total körtid måste vara ett positivt värde

source: Start Stream
fr: Démarrer le flux
nl: Start Stroom
pl: Rozpocznij Stream
pt: Iniciar Corrente
sv: Starta strömmen

source: Stop Stream
fr: Arrêter le flux
pl: Zatrzymaj Stream
pt: Interromper o fluxo
sv: Stoppa strömmen

source: OpenCV Device
fr: Dispositif OpenCV
nl: OpenCV-apparaat
pl: Urządzenie OpenCV
pt: Dispositivo OpenCV

source: Flip image horizontally
fr: Retourner l'image horizontalement
nl: Afbeelding horizontaal spiegelen
pl: Odbicie obrazu poziomo
pt: Virar a imagem horizontalmente
sv: Vänd bilden horisontellt

source: Flip image vertically
fr: Retourner l'image verticalement
nl: Afbeelding verticaal omdraaien
pl: Przerzucanie obrazu w pionie
pt: Inverter a imagem verticalmente
sv: Vänd bilden vertikalt

source: Rotate Image
fr: Faire pivoter l'image
nl: Roteer afbeelding
pl: Obracanie obrazu
pt: Rodar Imagem
sv: Rotera bild

source: Exposure
fr: Exposition
nl: Blootstelling
pl: Narażenie
pt: Exposição
sv: Exponering

source: Custom Options
fr: Options personnalisées
nl: Aangepaste opties
pl: Opcje niestandardowe
pt: Opções Personalizadas
sv: Anpassade alternativ

source: Pre Command
fr: Pré commande
pl: pre poleceń
pt: Pré Comando

source: Still Image Path
fr: Chemin d'image fixe
nl: Stilstaand pad
pt: Caminho de imagem fixa
sv: Stillbildsbanan

source: Timelapse Path
fr: Chemin de timelapse
nl: Tijdsverloop pad
pl: Ścieżka timelapse
pt: Caminho de timelapse
sv: Timelapse-sökvägen

source: Video Path
fr: Chemin vidéo
nl: Videopad
pl: Ścieżka wideo
pt: Caminho de Vídeo
sv: Videobana

source: Hide Last Still
fr: Masquer les derniers encore
nl: Hide Laatste Still
pl: Ukryj Ostatnia Still
pt: Esconder Última Ainda
sv: Hide Senast Fortfarande

source: Hide Last Timelapse
fr: Masquer les derniers Timelapse
nl: Hide Laatste Timelapse
pl: Ukryj Ostatnie Timelapse
pt: Esconder Última Timelapse
sv: Hide Senast Timelapse

source: Show Preview
fr: Afficher l'aperçu
nl: Show Voorbeschouwing
pt: Pré-visualização do espectáculo
sv: Förhandsgranskning av showen

source: Output Format
fr: État de sortie
nl: Uitvoer Formaat
pl: Format wyjściowy
pt: Formato de saída
sv: Utgångs Format

source: Still Image Width
fr: Toujours Largeur de l'image
nl: Still Beeldbreedte
pl: Obraz nadal Szerokość
pt: Ainda Largura da imagem
sv: Stillbilds Width

source: Still Image Height
fr: Toujours Hauteur de l'image
nl: Stilstaand beeld Hoogte
pl: Nadal Wysokość obrazu
pt: Ainda Altura da imagem
sv: Stillbilds Höjd

source: Stream Width
fr: Largeur flux
nl: stroom Breedte
pl: Szerokość strumienia
pt: fluxo Largura
sv: ström Bredd

source: Stream Height
fr: Hauteur flux
nl: stroom Hoogte
pl: Wysokość Stream
pt: fluxo Altura
sv: Stream Höjd

source: Stream Frames Per Second
fr: IPS du Stream
pl: Strumień klatek na sekundę
pt: Estruturas de fluxo por segundo
sv: Strömma Bilder Per Sekund

source: Auto White Balance
fr: Balance des blancs automatique
nl: Automatische witbalans
pl: Automatyczny balans bieli
pt: Balanço de Branco Auto
sv: Auto vitbalans

source: AWB Gain Red
fr: Gain AWB Rouge
nl: AWB Winst Rood
pl: AWB Zysk Red
pt: AWB Ganho Vermelho

source: AWB Gain Blue
fr: AWB Gain Bleu
nl: AWB Winst Blauw
pl: AWB Zysk Niebieski
pt: AWB Ganho Azul
sv: AWB Gain Blå

source: Exposure Mode
fr: Mode d'exposition
nl: Belichtingsmodus
pl: Tryb ekspozycji
pt: Modo de exposição
sv: Exponeringsläge

source: Image Effect
fr: Effet d'image
nl: afbeelding Effect
pl: Efekt obrazu
pt: Efeito visual
sv: Bildeffekt

source: Still HTTP Address
fr: Addresse HTTP fixe
nl: Nog steeds HTTP-adres
pl: Nadal HTTP Adres
pt: Ainda Endereço HTTP
sv: Foto HTTP Address

source: Stream HTTP Address
fr: Addresse HTTP du Stream
nl: Stream HTTP-adres
pl: Strumień HTTP Adres
pt: Endereço HTTP Stream
sv: Ström HTTP Address

source: Headers (JSON)
fr: En-têtes (JSON)
pl: Nagłówki (JSON)
pt: Cabeçalhos (JSON)
sv: Huvuden (JSON)

source: Image Set
fr: Set d'images
nl: Beeldreeks
pl: Zestaw ilustracji
pt: Conjunto de imagens
sv: Bildset

source: Frames Per Second
fr: Images par secondes
nl: Frames per seconde
pl: Klatki na sekundę
pt: Molduras por segundo
sv: Bilder Per Sekund

source: Generate Video
fr: Générer la vidéo
nl: Video genereren
pl: Generowanie wideo
pt: Gerar vídeo
sv: Generera Video

source: Import Python Code
fr: Importer du code Python
nl: Python-code importeren
pl: Importuj kod Pythona
pt: Importar Código Python
sv: Importera Python Kod

source: Initialize Python Code
fr: Initialiser le code Python
nl: Python-code initialiseren
pl: Inicjalizacja kodu Pythona
pt: Inicializar o Código Python
sv: Initialisera Python Kod

source: Run Python Code
fr: Exécuter le code Python
nl: Python-code uitvoeren
pl: Uruchom kod Pythona
pt: Executar código Python
sv: Kör Python Kod

source: Status Python Code
fr: Code Python d'état
pl: Status Kod Pythona
pt: Estado Código Python
sv: Status Python Kod

source: Refractory Period
fr: Période réfractaire
nl: Breekbare periode
pl: Okres refrakcji
pt: Período Refractário
sv: Fördröjningstid

source: Timeout
fr: Délai d'attente
pt: Desconto de tempo

source: Number of Measurements
fr: Nombre de mesures
nl: Aantal metingen
pl: Liczba pomiarów
pt: Número de Medições
sv: Antal mätningar

source: Add Dashboard Widget
fr: Ajouter Dashboard Widget
nl: Voeg Dashboard Widget
pl: Dodaj widget pulpitu
pt: Adicionar Dashboard Widget
sv: Lägg till Dashboard-widget

source: Enable Drag Handle
fr: Activer glisser la poignée
nl: Sleepgreep inschakelen
pl: Umożliwić przeciągnięcie uchwytu
pt: Ativar arrastar Handle
sv: Aktivera dra i ett handtag

source: Install All Dependencies
fr: Installer toutes les dépendances
nl: Installeer alle afhankelijkheden
pl: Zainstalować wszystkie zależności
pt: Instalar todas as dependências
sv: Installera alla beroende

source: Execute All Actions
fr: Exécuter toutes les actions
nl: Voer alle acties uit
pl: Wykonać wszystkie działania
pt: Executar todas as ações
sv: Utför alla åtgärder

source: Location
fr: Emplacement
nl: Plaats
pl: Lokalizacja
pt: Localização
sv: Plats

source: Power Output
fr: Puissance de sortie
nl: Vermogen
pl: moc wyjściowa
pt: Potência
sv: Uteffekt

source: Calibration Measurement
fr: Mesure d'étalonnage
nl: Kalibratiemeting
pl: Kalibracja Pomiar
pt: Medição de Calibração
sv: Kalibreringsmätning

source: Bounce Time (ms)
fr: Temps de rebond (ms)
nl: Stuitertijd (ms)
pl: Bounce Czas (ms)
pt: Tempo de retorno (ms)

source: Acquire Measurements Now
fr: Acquérir des mesures maintenant
nl: Verkrijg nu Metingen
pl: Dokonaj pomiarów teraz
pt: Adquira Medidas Agora
sv: Förvärv nu

source: Start HH:MM:SS
fr: Début HH:MM:SS
pl: Rozpocznij HH: MM: SS
pt: Iniciar HH: MM: SS
sv: Börja HH: MM: SS

source: End HH:MM:SS
fr: Fin HH:MM:SS
nl: Einde UU: MM: SS
pl: Koniec HH: MM: SS
pt: Fim HH: MM: SS
sv: Slut HH: MM: SS

source: Start YYYY-MM-DD HH:MM:SS
fr: Début AAAA-MM-JJ HH:MM:SS
nl: Start JJJJ-MM-DD UU: MM: SS
pl: Rozpocznij YYYY-MM-DD HH: MM: SS
pt: Iniciar AAAA-MM-DD HH: MM: SS
sv: Börja ÅÅÅÅ-MM-DD HH: MM: SS

source: End YYYY-MM-DD HH:MM:SS
fr: Fin AAAA-MM-JJ HH:MM:SS
nl: Einde JJJJ-MM-DD UU: MM: SS
pl: Koniec YYYY-MM-DD HH: MM: SS
pt: Fim AAAA-MM-DD HH: MM: SS
sv: Avsluta ÅÅÅÅ-MM-DD HH: MM: SS

source: Start Setpoint
fr: Démarrer le point de consigne
nl: Start instelpunt
pl: Rozpocznij zadana
sv: Börja börvärdet

source: End Setpoint (optional)
fr: Point final (facultatif)
nl: Eindinstelpunt (optioneel)
pl: Koniec zadana (opcjonalnie)
pt: Ponto final de ajuste (opcional)
sv: Slut Börvärde (tillval)

source: Duration to End
fr: Durée jusqu'à la fin
nl: Duur tot Einde
pl: Czas trwania do końca
pt: Duração até ao fim
sv: ingen varaktighet

source: Angle Shift (0 to 360)
fr: Changement d'angle (0 à 360)
nl: Hoekverschuiving (0 tot 360)
pl: Kąt Shift (0 do 360)
pt: Deslocamento Angular (0 a 360)
sv: Vinkelskift (0 till 360)

source: Y-Axis Shift
fr: Décalage de l'axe Y
nl: Y-asverschuiving
pl: Przesunięcie osi Y
pt: Deslocamento do Eixo Y
sv: Y-Axis förändring

source: Time HH:MM:SS
fr: Heure HH:MM:SS
nl: Tijd UU: MM: SS
pl: Czas HH: MM: SS
pt: Hora HH: MM: SS
sv: Tid HH: MM: SS

source: Time YYYY-MM-DD HH:MM:SS
fr: Heure AAAA-MM-JJ HH:MM:SS
nl: Tijd JJJJ-MM-DD UU: MM: SS
pl: Czas YYYY-MM-DD HH: MM: SS
pt: Hora AAAA-MM-DD HH: MM: SS
sv: Tid ÅÅÅÅ-MM-DD HH: MM: SS

source: Add to Method
fr: Ajouter à la méthode
nl: Toevoegen aan methode
pl: Dodaj do metody
pt: Adicionar ao método
sv: Lägg till metod

source: Set Repeat Option
fr: Option de répétition
nl: Herhaaloptie instellen
pl: Ustaw opcję powtarzania
pt: Definir opção de repetição
sv: Ställ upprepningsalternativ

source: End Setpoint
fr: Point final
nl: Einde instelpunt
pl: koniec zadana
pt: Endpoint Setpoint
sv: Slut Börvärde

source: Time Range MM/DD/YYYY HH:MM
fr: Plage de temps JJ/MM/AAAA HH:MM
nl: Tijdbereik DD / MM / JJJJ UU: MM
pl: Zakres czasowy MM / DD / YYYY HH: MM
pt: Intervalo de tempo DD / MM / AAAA HH: MM
sv: Tidsintervall DD / MM / ÅÅÅÅ HH: MM

source: Stop Daemon
fr: Arrêter le Daemon
pl: Zatrzymaj Daemon
pt: Pare o daemon
sv: Stoppa Daemon

source: Start Daemon
fr: Démarrer le démon
pl: Uruchom Daemon
pt: Iniciar daemon

source: Restart Daemon
fr: Redémarrer le démon
nl: Start Daemon opnieuw
pt: Reinicie o daemon
sv: Starta om Daemon

source: Measurement to Export
fr: Mesure à exporter
nl: Metingen om te exporteren
pl: Pomiar do eksportu
pt: Medição para Exportar
sv: Mätning för export

source: Export Data as CSV
fr: Exporter les données en CSV
nl: Gegevens exporteren als CSV
pl: Eksport danych w formacie CSV
pt: Exportar dados como CSV
sv: Exportera data som CSV

source: Export Settings
fr: Paramètres d'exportation
nl: Exporteer instellingen
pl: Ustawienia eksportu
pt: Exportar configurações
sv: Exportera inställningar

source: Import Settings
fr: Importer les configurations
nl: Instellingen importeren
pl: Ustawienia importu
pt: Configurações de importação
sv: Importera inställningar

source: Export Influxdb
fr: Exporter Influxdb
nl: Exporteer Influxdb
pl: eksport Influxdb
pt: Exportar Influxdb
sv: Exportera Influxdb

source: Lines
fr: Lignes
nl: lijnen
pl: Linie
pt: Linhas
sv: Rader

source: Number of lines should be greater than 0
fr: Le nombre de lignes doit être supérieur à 0
nl: Het aantal regels moet groter zijn dan 0
pl: Liczba linii powinna być większa niż 0
pt: Número de linhas deve ser maior que 0
sv: Antal rader ska vara större än 0

source: Search
fr: Chercher
nl: Zoeken
pl: Szukaj
pt: Procurar
sv: Sök

source: Log
fr: Journal
pt: Registro
sv: Logga

source: View Log
fr: Afficher le journal
sv: Visa logg

source: Upgrade Looperget
fr: Mettre à niveau Looperget
pl: Aktualizacja Looperget
pt: Atualizar Looperget
sv: Uppgradera Looperget

source: Upgrade Looperget to Next Major Version
fr: Mettre à niveau Looperget vers la version majeure suivante
nl: Upgrade Looperget naar volgende belangrijke versie
pl: Upgrade Looperget do następnej wersji
pt: Atualize o Looperget para a próxima versão principal
sv: Uppgradera Looperget till nästa stora version

source: Download Backup
fr: Télécharger le backup
nl: Back-up downloaden
pl: Pobierz backup
pt: Descarregar cópia de segurança
sv: Ladda ner Backup

source: Create Backup
fr: Créer une sauvegarde
nl: Een backup maken
pl: Utwórz kopię zapasową
pt: Criar backup
sv: Skapa backup

source: Restore Backup
fr: Restaurer la sauvegarde
nl: Back-up terugzetten
pl: Przywracania kopii zapasowej
pt: Restaurar backup
sv: Återställa säkerhetskopia

source: Delete Backup
fr: Supprimer la sauvegarde
nl: Verwijder Backup
pl: Usuń kopię zapasową
pt: Excluir backup
sv: Ta bort säkerhetskopiering

source: Attached Files
fr: Fichiers joints
nl: Bijgevoegde bestanden
pl: Załączone pliki
pt: Arquivos anexados
sv: Bifogade filer

source: Use Custom Date/Time
fr: Utiliser une date / heure personnalisée
nl: Gebruik aangepaste datum / tijd
pl: Wykorzystanie niestandardowych Date / Time
pt: Use Data / Hora Personalizada
sv: Använd Anpassad Datum / Tid

source: Filter Names
fr: Noms de filtres
nl: Namen filteren
pl: nazwy filtrów
pt: Filtrar nomes
sv: Filternamn

source: Filter Tags
fr: Filtrer les tags
pl: Tagi filtrów
pt: Filtrar Tags
sv: Filter Taggar

source: Filter Files
fr: Filtrer les fichiers
nl: Filter bestanden
pl: pliki filtry
pt: Filtrar arquivos
sv: Filtrera filer

source: Filter Notes
fr: Filtrer les notes
nl: Notities filteren
pl: Filtr Uwagi
pt: Filtrar Notas
sv: Filtrera anteckningar

source: Sort By
fr: Trier par
nl: Sorteer op
pl: Sortuj według
pt: Ordenar por
sv: Sortera efter

source: Sort Direction
fr: Direction de tri
nl: Sorteer richting
pl: Kierunek sortowania
pt: Ordenar Direção
sv: Sortera riktning

source: Show Notes
fr: Afficher les notes
nl: Laat notities zien
pl: Pokaż notatki
pt: Mostrar notas
sv: Visa anteckningar

source: Export Notes
fr: Notes d'exportation
nl: Notities exporteren
pl: Uwagi Export
pt: Notas de Exportação
sv: Exportera anteckningar

source: Import Notes
fr: Notes d'importation
nl: Notities importeren
pl: import Uwagi
pt: Importar Notas
sv: Importera anteckningar

source: Turn On
fr: Allumer
nl: Aanzetten
pl: Włączyć
pt: Ligar
sv: Sätta på

source: Both
fr: Tous les deux
nl: Beide
pl: Obie
pt: Ambos
sv: Både

source: Band (+/- Setpoint)
fr: Bande (+/- point de consigne)
pl: Pasmo (+/- wartości zadanej)
pt: Banda (+/- ponto de ajuste)
sv: Band (+/- Börvärde)

source: Send Lower as Negative
fr: Envoyer le plus bas en tant que Négatif
nl: Stuur lager als negatief
pl: Wyślij dolny jako negatywny
pt: Enviar mais baixo como Negativo
sv: Skicka Under som Negativ

source: Store Lower as Negative
fr: Stocker plus bas que négatif
nl: Bewaar lager als negatief
pl: Przechowywać niższe Negative
pt: Armazenar Inferior como Negativo
sv: Store Lägre som negativ

source: Ki Gain
fr: Gain Ki
nl: Ki Winst
pl: Ki Zysk

source: Integrator Min
fr: Intégrateur Min
pt: Integrador Min

source: Integrator Max
fr: Intégrateur Max
pt: Integrador Max

source: Min On Duration
fr: Durée minimale d'activation
nl: Min Aan Duur
pl: Min. czas włączenia
pt: Duração Min On
sv: Min Till Tid

source: Max On Duration
fr: Durée maximale d'activation
nl: Max Aan Duur
pl: Maks. czas włączenia
pt: Duração máxima
sv: Max Till Tid

source: Min Off Duration
fr: Durée minimale d'arrêt
nl: Min Uit Duur
pl: Min. czas wyłączenia
pt: Duração Min Off
sv: Min Av Tid

source: Min Amount
fr: Montant minimum
nl: Min. Bedrag
pl: Min. kwota
pt: Quantia mínima
sv: Min mängd

source: Max Amount
fr: Montant maximal
nl: Max. bedrag
pl: Maks. kwota
pt: Montante máximo
sv: Max Mängd

source: Min On Amount
fr: Montant minimum
nl: Min. Op Bedrag
pl: Min. kwota bazowa
pt: Mínimo no Montante
sv: Min Till Mängd

source: Max On Amount
fr: Montant max.
nl: Max op Bedrag
pl: Maksimum na kwotę
pt: Montante máximo no montante
sv: Max Till Mängd

source: Min Duty Cycle
fr: Cycle de service minimum
nl: Min. bedrijfscyclus
pl: Min. cykl pracy
pt: Ciclo de Trabalho Mínimo
sv: Min Driftscykel

source: Max Duty Cycle
fr: Cycle de service maximum
nl: Maximum Plichtscyclus
pl: Maks. cykl pracy
pt: Ciclo de Trabalho Máximo
sv: Max Driftscykel

source: SMTP Host
fr: Hôte SMTP
pt: Host SMTP
sv: SMTP-värd

source: SMTP Port
fr: Port SMTP
nl: SMTP-poort
pl: Port SMTP
pt: Porta SMTP
sv: SMTP-porten

source: SMTP Protocol
fr: Protocole SMTP
pl: Protokół SMTP
pt: Protocolo SMTP
sv: SMTP Protokoll

source: SMTP User
fr: Utilisateur SMTP
nl: SMTP-gebruiker
pl: Użytkownik SMTP
pt: Usuário SMTP
sv: SMTP-användare

source: SMTP Password
fr: Mot de passe SMTP
nl: SMTP-wachtwoord
pl: Hasło SMTP
pt: Senha SMTP
sv: SMTP-lösenord

source: From Email
fr: De l'email
nl: Van email
pl: Z emaila
pt: Do email
sv: Från epost

source: Max emails (per hour)
fr: Max email (par heure)
nl: Max. E-mails (per uur)
pl: Max maile (na godzinę)
pt: E-mails máximos (por hora)
sv: Max e-postmeddelanden (per timme)

source: Must have at least one message able to be sent per hour.
fr: Doit avoir au moins un message pouvant être envoyé par heure.
nl: Moet ten minste één bericht hebben dat per uur kan worden verzonden.
pl: Musi mieć co najmniej jedną wiadomość zdolnego do wysłania za godzinę.
pt: Deve ter pelo menos uma mensagem capaz de ser enviada por hora.
sv: Måste ha minst ett meddelande som kan skickas per timme.

source: Send Test Email
fr: Envoyer un e-mail de test
nl: Verzend test-e-mail
pl: Wyślij e-mail testowy
pt: Enviar email de teste
sv: Skicka test-e-post

source: To Email Address
fr: À l'adresse e-mail
nl: Naar e-mailadres
pl: Na adres email
pt: Para endereço de email
sv: Till e-postadress

source: Landing Page
fr: Page d'atterrissage
nl: Landingspagina
pl: Wstęp
pt: Página de Aterragem
sv: Landningssida

source: Index Page
fr: Page d'index
nl: Index Pagina
pl: Indeks Strona
pt: Página de índice
sv: Indexsida

source: Pyro Timeout
fr: Pyro Délai d'attente

source: Enable Daemon Debug Logging
fr: Activer Daemon enregistrement de débogage
nl: Inschakelen Daemon Debug Logging
pl: Włącz rejestrowanie debugowania Daemon
pt: Ativar Daemon Debug Logging
sv: Aktivera Daemon felsökningsloggning

source: Force HTTPS
fr: Forcer HTTPS
nl: Forceer HTTPS
pl: siła HTTPS
pt: Forçar HTTPS
sv: Tvinga HTTPS

source: Hide success messages
fr: Masquer les messages de réussite
nl: Succesberichten verbergen
pl: Komunikaty Ukryj sukcesu
pt: Ocultar mensagens de sucesso
sv: Dölj succémeddelanden

source: Hide info messages
fr: Masquer les messages d'information
nl: Verberg info berichten
pl: wiadomości informacji ukryj
pt: Ocultar mensagens informativas
sv: Dölj informationsmeddelanden

source: Hide warning messages
fr: Masquer les messages d'avertissement
nl: Verberg waarschuwingsberichten
pl: Komunikaty ostrzegawcze Ukryj
pt: Ocultar mensagens de aviso
sv: Dölj varningsmeddelanden

source: Hide Form Tooltips
fr: Masquer les info-bulles du formulaire
nl: Formulier-tooltips verbergen
pl: Ukryj formularz podpowiedzi
pt: Ocultar dicas de ferramentas de formulário
sv: Dölj formulärverktygstips

source: Database
fr: Base de données
pl: Baza danych
pt: Base de dados
sv: Databas

source: Retention Policy
fr: Politique de conservation
nl: Bewaarbeleid
pl: Polityka przechowywania danych
pt: Política de retenção
sv: Retentionspolicy

source: Database Name
fr: Nom de la base de données
nl: Databank Naam
pl: Nazwa bazy danych
pt: Nome da base de dados
sv: Databasnamn

source: Grid Cell Height (px)
fr: Grille Hauteur de cellules (px)
nl: Grid Cell Hoogte (px)
pl: Wzrost komórek siatki (px)
pt: Grade Altura celular (px)
sv: Galler Cell Höjd (px)

source: Max Amps
fr: Courant Max
nl: Max. Versterkers

source: Cost per kWh
fr: Coût par kWh
nl: Kosten per kWh
pl: Koszt kWh
pt: Custo por kWh
sv: Kostnad per kWh

source: Currency Unit
fr: Unité monétaire
nl: Valuta
pl: Jednostka walutowa
pt: Unidade monetária
sv: Valutaenhet

source: Day of Month
fr: Jour du mois
nl: Dag van de maand
pl: Dzień miesiąca
pt: Dia do mês
sv: Månadens dag

source: Generate Usage/Cost Report
fr: Générer un rapport d'utilisation / coût
nl: Gebruiks- / kostenrapport genereren
pl: Wykorzystanie wygenerować raport dotyczący kosztów /
pt: Gerar relatório de uso / custo
sv: Generera användnings- / kostnadsrapport

source: Time Span to Generate
fr: Temps nécessaire pour générer
nl: Tijdsduur om te genereren
pl: Okres wygenerować
pt: Tempo útil para gerar
sv: Tidspan för att generera

source: Day of Week/Month to Generate
fr: Jour de la semaine / mois à générer
nl: Dag van de week / maand om te genereren
pl: Dzień tydzień / miesiąc wygenerować
pt: Dia da semana / mês para gerar
sv: Veckodag / månad att generera

source: Hour of Day to Generate
fr: Heure du jour pour générer
nl: Uur van de dag om te genereren
pl: Godzina Dnia wygenerować
pt: Hora do dia para gerar
sv: Timme för att generera

source: Hour Options: 0-23
fr: Options de l'heure : 0-23
nl: Uuropties: 0-23
pl: Opcje godzina: 0-23
pt: Opções de hora: 0 a 23
sv: Timmealternativ: 0-23

source: Opt-out of statistics
fr: Désactivation des statistiques
nl: Opt-out van statistieken
pl: Opt-out statystyk
pt: Desativação de estatísticas
sv: Opt-out av statistik

source: Check for Updates
fr: Vérifier les mises à jour
nl: Controleer op updates
pl: Sprawdź aktualizacje
pt: Verificar se há atualizações
sv: Sök efter uppdateringar

source: Internet Test IP Address
fr: Essai Adresse IP
nl: Internet IP Test-adres
pl: Internet IP Address test
pt: Internet Endereço IP Teste
sv: Internet Test IP-adress

source: Internet Test Port
fr: Test de Port Internet
nl: Internet Port Test
pl: Internet Port test
pt: Porto Teste o Internet

source: Internet Test Timeout
fr: Délai d'attente de test Internet
pl: Internet testowy Timeout
pt: Internet Teste Timeout

source: Sample Rate
fr: Taux d'échantillonnage
nl: Steekproefsnelheid
pl: Częstotliwość próbkowania
pt: Taxa de amostragem
sv: Samplingshastighet

source: Import Controller Module
fr: Contrôleur module d'importation
nl: Controller module importeren
pl: Moduł import Controller
pt: Módulo de importação controlador
sv: Importera Controller Module

source: Import Action Module
fr: Module d'action d'importation
nl: Module voor importactie
pl: Moduł działań importowych
pt: Módulo de Acção de Importação
sv: Modul för importåtgärder

source: Import Input Module
fr: Module d'entrée d'importation
nl: Import-invoermodule
pl: Moduł wejściowy import
pt: Importar módulo de entrada
sv: Importera inmatningsmodul

source: Import Output Module
fr: Importer le module de sortie
nl: Invoer Uitvoermodule
pl: Moduł wyjściowy import
pt: Módulo de saída de importação
sv: Importera Utgångsmodul

source: Import Widget Module
fr: Importer le module Widget
nl: Widget module importeren
pl: Moduł import Widget
pt: Módulo Import Widget
sv: Importera Widgetmodul

source: Measurement ID
fr: ID mesure
nl: meting ID
pl: ID pomiar
pt: ID medição
sv: mätning ID

source: Measurement Name
fr: Nom de la mesure
nl: Meetnaam
pl: Nazwa pomiar
pt: Nome da Medição
sv: Mätningsnamn

source: Measurement Units
fr: Unités de mesure
nl: Meeteenheden
pl: Jednostki miary
pt: Unidades de medida
sv: Mätenheter

source: Add Measurement
fr: Ajouter une mesure
nl: Voeg meting toe
pl: Dodaj Pomiaru
pt: Adicionar Medição
sv: Lägg till mätning

source: Unit ID
fr: ID d'unité
pl: jednostka ID
pt: unidade ID
sv: enhetens ID

source: Unit Name
fr: Nom de l'unité
nl: Unit naam
pl: Nazwa jednostki
pt: Nome da unidade
sv: Enhetsnamn

source: Unit Abbreviation
fr: Unité Abréviation
nl: Unit Afkorting
pl: jednostka Skrót
pt: Abreviatura de Unidade
sv: Enhetsförkortning

source: Add Unit
fr: Ajouter une unité
nl: Voeg eenheid toe
pl: Dodaj Jednostka
pt: Adicionar unidade
sv: Lägg till enhet

source: Convert From Unit
fr: Convertir de l'unité
nl: Converteren van eenheid
pl: Konwersja z jednostki
pt: Converter da unidade
sv: Konvertera från enhet

source: Convert To Unit
fr: Convertir en unité
nl: Converteren naar eenheid
pl: Konwersja do jednostki
pt: Converter para unidade
sv: Konvertera till enhet
