Repository: AoT-inc/Looperget
Catalog: looperget/looperget_flask/translations/*/LC_MESSAGES/messages.po
Languages: fr, nl, pl, pt, sv

source: Several software dependencies used by Looperget features may be disabled. This is done to speed up the initial installation process. This page can be used to determine which dependencies are installed and the ability to install currently unmet dependencies.
fr: Plusieurs dépendances logicielles utilisées par les fonctionnalités de Looperget peuvent être désactivées. Ceci est fait pour accélérer le processus d'installation initial. Cette page peut être utilisée pour déterminer les dépendances installées et la possibilité d’installer des dépendances non satisfaites.
nl: Verschillende softwareafhankelijkheden die door Looperget-functies worden gebruikt, kunnen worden uitgeschakeld. Dit wordt gedaan om het eerste installatieproces te versnellen. Deze pagina kan worden gebruikt om te bepalen welke afhankelijkheden zijn geïnstalleerd en de mogelijkheid om momenteel onvervulde afhankelijkheden te installeren.
pl: Kilka zależności oprogramowania wykorzystywane przez funkcje Looperget może być wyłączona. Odbywa się to w celu przyspieszenia początkowego procesu instalacji. Ta strona może być używana do określenia, które są zainstalowane zależności i możliwość instalacji obecnie niespełnione zależności.
pt: Várias dependências de software usadas pelos recursos do Looperget podem ser desativadas. Isso é feito para acelerar o processo de instalação inicial. Esta página pode ser usada para determinar quais dependências estão instaladas e a capacidade de instalar dependências não atendidas no momento.
sv: Flera programvaruberoende som används av Looperget-funktioner kan vara inaktiverade. Detta görs för att påskynda den ursprungliga installationsprocessen. Den här sidan kan användas för att bestämma vilka beroenden som är installerade och möjligheten att installera för närvarande obestämda beroenden.

source: Statistics
fr: Statistiques
nl: Statistieken
pl: Statystyka
pt: Estatisticas
sv: Statistik

source: Collected Statistics
fr: Statistiques collectées
nl: Verzamelde statistieken
pl: Statystyki zebrane
pt: Estatísticas coletadas
sv: Samlad statistik

source: No internet connection detected. To upgrade Looperget automatically, you will need an internet connection. Refresh the page when one is connected.
fr: Aucune connexion internet détectée. Pour mettre à jour Looperget automatiquement, vous aurez besoin d'une connexion Internet. Actualiser la page quand on est connecté.
nl: Geen internetverbinding gedetecteerd. Om Looperget automatisch te upgraden, hebt u een internetverbinding nodig. Ververs de pagina wanneer er een is aangesloten.
pl: Nie wykryto połączenia z Internetem. Aby automatycznie zaktualizować Looperget, konieczne będzie połączenie z Internetem. Odśwież stronę, gdy jeden jest podłączony.
pt: Nenhuma conexão com a internet detectada. Para atualizar o Looperget automaticamente, você precisará de uma conexão com a Internet. Atualize a página quando estiver conectado.
sv: Ingen internetuppkoppling upptäckt. För att uppgradera Looperget automatiskt behöver du en internetanslutning. Uppdatera sidan när en är ansluten.

source: Looperget is currently in the process of an upgrade
fr: Looperget est actuellement en cours de mise à niveau
nl: Looperget is momenteel bezig met een upgrade
pl: Looperget jest obecnie w procesie uaktualniania
pt: Looperget está atualmente em processo de atualização
sv: Looperget är för närvarande på väg att uppgradera

source: An upgrade often takes several minutes, and in some cases longer, to complete. Give the process ample time to run before doing anything. When the upgrade has successfully finished, the daemon status indicator at the top left will change from red to green. Some drivers require the backend to be restarted for them to become active. If you experience an erorr, attempt to restart the backend before creating a new github issue.
fr: Une mise à niveau prend souvent plusieurs minutes, voire plus longtemps dans certains cas. Donnez au processus suffisamment de temps pour s'exécuter avant de faire quoi que ce soit. Lorsque la mise à niveau est terminée avec succès, l'indicateur d'état du démon en haut à gauche passera du rouge au vert. Certains pilotes nécessitent le redémarrage du backend pour qu’ils deviennent actifs. Si vous rencontrez un problème, essayez de redémarrer le serveur avant de créer un nouveau problème avec github.
nl: Een upgrade duurt vaak enkele minuten, en in sommige gevallen langer, om te voltooien. Geef het proces voldoende tijd om te rennen voordat je iets doet. Wanneer de upgrade succesvol is voltooid, verandert de daemon-statusindicator linksboven van rood in groen. Sommige stuurprogramma's vereisen dat de backend opnieuw wordt opgestart om actief te worden. Als u een fout ondervindt, probeert u de backend opnieuw te starten voordat u een nieuw Github-probleem maakt.
pl: Uaktualnienie często trwa kilka minut, aw niektórych przypadkach może potrwać dłużej, aby zakończyć. Dać procesowi wystarczająco dużo czasu, aby uruchomić zanim cokolwiek. Po zakończeniu aktualizacji pomyślnie zakończone, wskaźnik stanu demon w lewym górnym rogu zmienia kolor z czerwonego na zielony. Niektóre sterowniki wymagają backend być wznowiona dla nich stają się aktywne. W przypadku wystąpienia erorr, próba ponownego uruchomienia backend przed utworzeniem nowej emisji GitHub.
pt: Uma atualização geralmente leva vários minutos e, em alguns casos, mais tempo para ser concluída. Dê ao processo tempo suficiente para executar antes de fazer qualquer coisa. Quando a atualização for concluída com sucesso, o indicador de status do daemon no canto superior esquerdo mudará de vermelho para verde. Alguns drivers exigem que o back-end seja reiniciado para que eles se tornem ativos. Se você tiver um erro, tente reiniciar o back-end antes de criar um novo problema no github.
sv: En uppgradering tar ofta flera minuter, och i vissa fall längre, att slutföra. Ge processen tillräckligt med tid att springa innan du gör någonting. När uppgraderingen har slutförts ändras indikatorn för demonstatus längst upp till vänster från rött till grönt. Vissa drivrutiner kräver att backenden startas om för att de ska bli aktiva. Om du upplever en erorr, försök att starta om bakgrunden innan du skapar ett nytt githubproblem.

source: You can monitor the upgrade progress with the live log view, below, by navigating to Configure -> Looperget Logs -> Upgrade Log, or by opening /var/log/looperget/loopergetupgrade.log. Below is the upgrade log, updated every 5 seconds. If an error occurs, it is advisable to inspect the entire log in order to diagnose the issue.
fr: Vous pouvez suivre les progrès de mise à niveau avec l'affichage du journal en direct, ci-dessous, en accédant à Configuration -> Journaux Looperget -> Mise à jour Connexion ou par /var/log/looperget/loopergetupgrade.log d'ouverture. Voici le journal de mise à niveau, mis à jour toutes les 5 secondes. Si une erreur se produit, il est conseillé d'inspecter l'ensemble du journal afin de diagnostiquer le problème.
nl: U kunt de upgrade voortgang met de live logboekweergave bewaken, onder, door naar Configure -> Looperget Logs -> Upgrade Log, of door het openen /var/log/looperget/loopergetupgrade.log. Hieronder vindt u de upgrade log, bijgewerkt om de 5 seconden. Als er een fout optreedt, is het raadzaam om de hele log te inspecteren om de oorzaak van het probleem.
pl: można monitorować postępy w modernizacji żywo w widoku dziennika, poniżej, przechodząc do Configure -> Looperget Logi -> Upgrade Zaloguj lub otwierając /var/log/looperget/loopergetupgrade.log. Poniżej znajduje się dziennik uaktualnienia, aktualizowany co 5 sekund. W przypadku wystąpienia błędu, wskazane jest, aby kontrolować cały dziennik w celu zdiagnozowania problemu.
pt: Você pode monitorar o andamento da atualização com a exibição do registro ao vivo, a seguir, ao navegar para Configurar -> Looperget Logs -> Atualização Log, ou por /var/log/looperget/loopergetupgrade.log abertura. Abaixo está o registro da atualização, atualizado a cada 5 segundos. Se ocorrer um erro, é aconselhável para inspecionar o log inteiro, a fim de diagnosticar o problema.
sv: Du kan följa uppgraderings framsteg med levande loggen nedan genom att gå till Configure -> Looperget Loggar -> Uppgradera Log, eller genom att öppna /var/log/looperget/loopergetupgrade.log. Nedan är uppgraderingen loggen uppdateras var 5 sekunder. Om ett fel inträffar, är det lämpligt att inspektera hela loggen för att diagnostisera problemet.

source: There was an error that occurred during the upgrade
fr: Une erreur s'est produite lors de la mise à niveau
nl: Er is een fout opgetreden tijdens de upgrade
pl: Wystąpił błąd, który wystąpił podczas uaktualniania
pt: Houve um erro que ocorreu durante a atualização
sv: Ett fel uppstod under uppgraderingen

source: View the upgrade log at /var/log/looperget/loopergetupgrade.log.
fr: Affichez le journal de mise à niveau à /var/log/looperget/loopergetupgrade.log.
nl: Bekijk het upgrade-log op /var/log/looperget/loopergetupgrade.log.
pl: Wyświetlanie rejestru uaktualniania przy /var/log/looperget/loopergetupgrade.log.
pt: Visualize o log de atualização em /var/log/looperget/loopergetupgrade.log.
sv: Visa uppgraderingsloggen på /var/log/looperget/loopergetupgrade.log.

source: No upgrade is available. You are running the latest release, version
fr: Aucune mise à niveau n'est disponible. Vous exécutez la dernière mise à jour
nl: Er is geen upgrade beschikbaar. U gebruikt de nieuwste versie
pl: Nie aktualizacja jest dostępna. Używasz najnowszej wersji
pt: Nenhuma atualização está disponível. Você está executando a versão mais recente, versão
sv: Ingen uppgradering är tillgänglig. Du kör den senaste versionen

source: Click the button below to begin the upgrade process. Note: An upgrade often takes several minutes, and in rare cases hours, to complete. During that time, the Looperget web interface and server recording sensors and manipulating outputs (among other services) will be completely shut down. It is not recommended not perform an upgrade on a production machine (i.e. trust buy verify: treat the new version as unstable until you have verified it works as expected).
fr: Cliquez sur le bouton ci-dessous pour lancer le processus de mise à niveau. Remarque : une mise à niveau prend souvent plusieurs minutes et, dans de rares cas, des heures pour se terminer. Pendant ce temps, l’interface Web Looperget et le serveur qui enregistre les capteurs et manipule les sorties (entre autres services) seront complètement arrêtés. Il n'est pas recommandé de ne pas effectuer de mise à niveau sur une machine de production (c.-à-d. Faites confiance mais vérifiez : traitez la nouvelle version comme instable jusqu'à ce que vous ayez vérifié qu'elle fonctionne comme prévu).
nl: Klik op de onderstaande knop om het upgradeproces te starten. Opmerking: een upgrade duurt vaak enkele minuten, en in zeldzame gevallen uren, om te voltooien. Gedurende die tijd zullen de Looperget-webinterface en servers voor serveropname en het manipuleren van uitgangen (naast andere diensten) volledig worden uitgeschakeld. Het wordt niet aangeraden om geen upgrade uit te voeren op een productiemachine (bijv. Verificatie van vertrouwen kopen: behandel de nieuwe versie als onstabiel totdat u hebt gecontroleerd dat deze werkt zoals verwacht).
pl: Kliknij poniższy przycisk, aby rozpocząć proces aktualizacji. Uwaga: uaktualnienie często trwa kilka minut, aw rzadkich przypadkach godzin, aby zakończyć. W tym czasie, interfejs Looperget internetowej oraz czujniki rejestrujące serwerowe i wyjścia manipulacji (wśród innych usług) będzie całkowicie zamknięty. Nie zaleca się nie przeprowadzić uaktualnienie na maszynie produkcyjnej (tj zaufanie Kup zweryfikować: gratka nową wersję jako niestabilny, dopóki nie zweryfikowano to działa zgodnie z oczekiwaniami).
pt: Clique no botão abaixo para iniciar o processo de atualização. Nota: Uma atualização geralmente leva vários minutos e, em casos raros, horas para ser concluída. Durante esse tempo, a interface web do Looperget e os sensores de gravação do servidor e a manipulação de saídas (entre outros serviços) serão completamente desligados. Não é recomendável não executar uma atualização em uma máquina de produção (ou seja, verificar compra confiável: trate a nova versão como instável até verificá-la como esperado).
sv: Klicka på knappen nedan för att starta uppgraderingsprocessen. Obs! En uppgradering tar ofta flera minuter och i sällsynta fall timmar att slutföra. Under den tiden kommer Looperget webbgränssnitt och serverns inspelningssensorer och manipulera utgångar (bland andra tjänster) att stängas helt av. Det rekommenderas inte att göra en uppgradering på en produktionsmaskin (det vill säga förtroende köpa verifiering: behandla den nya versionen som instabil tills du har verifierat den fungerar som förväntat).

source: Current to latest versions
fr: Vers les dernières versions
nl: Actueel tot nieuwste versies
pl: Prąd do najnowszych wersji
pt: Atual para versões mais recentes
sv: Nuvarande till senaste versionerna

source: current
fr: actuel
nl: stroom
pl: obecny
pt: atual
sv: nuvarande

source: latest
fr: dernier
nl: laatste
pl: najnowszy
pt: Mais recentes
sv: senast

source: Are you sure you want to delete this?
fr: Etes-vous sûr de vouloir effacer ?
nl: Weet je zeker dat je dit wilt verwijderen?
pl: Czy na pewno chcesz to usunąć?
pt: Tem a certeza de que quer apagar isto?
sv: Är du säker på att du vill radera detta?

source: Cameras
fr: Appareils photo
pl: Aparaty
pt: Câmeras
sv: kameror

source: Timelapse
fr: Intervalle

source: The interval that photos will be acquired
fr: L'intervalle auquel les photos vont être prises
nl: Het interval dat foto's zullen worden verkregen
pl: Odstęp czasu, w którym zdjęcia będą pozyskiwane
pt: O intervalo que as fotos serão adquiridas
sv: Det intervall som foton kommer att förvärvas

source: How long to run before stopping. Set 0 to run forever.
fr: Combien de temps de marche avant l'arrêt. Mettre 0 pour continuer sans limites.
nl: Hoe lang moet het lopen voordat het stopt. Stel 0 in om eeuwig door te gaan.
pl: Jak długo ma działać przed zatrzymaniem. Ustaw 0, aby działać zawsze.
pt: Quanto tempo demorar a correr antes de parar. Definir 0 para correr para sempre.
sv: Hur länge ska du köra innan du stannar. Ställ in 0 för att köra för evigt.

source: Raspberry Pi Camera support doesn't appear to be enabled. Please enable it using the Raspberry Pi configuration or with the command 'sudo raspi-config'
fr: La prise en charge de la caméra Raspberry Pi ne semble pas être activée. Veuillez l'activer à l'aide de la configuration Raspberry Pi ou de la commande 'sudo raspi-config'
nl: Raspberry Pi Camera-ondersteuning lijkt niet ingeschakeld te zijn. Schakel dit in met behulp van de Raspberry Pi-configuratie of met het commando 'sudo raspi-config'
pl: Raspberry Pi wsparcie Aparat nie wydaje się być włączony. Proszę włączyć go za pomocą konfiguracji Raspberry Pi lub za pomocą polecenia „sudo raspi-config”
pt: O suporte da Raspberry Pi Camera não parece estar ativado. Por favor habilite-o usando a configuração do Raspberry Pi ou com o comando 'sudo raspi-config'
sv: Raspberry Pi Kamera stöd verkar inte vara aktiverat. Vänligen aktivera den med hjälp av Raspberry Pi-konfigurationen eller med kommandot 'sudo raspi-config'

source: Different options are available depending on the camera being used.
fr: Différentes options sont disponibles en fonction de l'appareil utilisé.
nl: Verschillende opties zijn beschikbaar, afhankelijk van de camera wordt gebruikt.
pl: Dostępne są różne opcje w zależności od używanego aparatu.
pt: Diferentes opções estão disponíveis dependendo da câmera que está sendo usado.
sv: Olika alternativ är tillgängliga beroende på kameran som används.

source: Name for this Camera
fr: Nom pour cette caméra
nl: Naam voor deze camera
pl: Imię dla tego aparatu
pt: Nome para esta câmera
sv: Namn för den här kameran

source: Linux shell command to execute prior to acquiring a still image.
fr: commande shell Linux pour exécuter avant d'acquérir une image encore.
nl: Linux shell command uit te voeren voorafgaand aan het beeld een stilstaand verwerven.
pl: Polecenie powłoki Linux wykonać przed nabyciem obrazu nieruchomego.
pt: comandos Linux para executar antes de adquirir uma imagem ainda.
sv: Linux skalkommando att köra innan förvärva en stillbild.

source: Linux shell command to execute after acquiring a still image.
fr: commande shell Linux pour exécuter après l'acquisition d'une image encore.
nl: Linux shell command uit te voeren na het beeld nog steeds verwerven.
pl: Polecenie powłoki Linux wykonać po uzyskaniu obrazu nieruchomego.
pt: comandos Linux para executar depois de adquirir uma imagem ainda.
sv: Linux skalkommando att köra efter att ha förvärvat en stillbild.

source: The duration to keep the output on prior to acquiring a still image. For example, useful for fluorescent lights that take a few seconds to turn on.
fr: La durée pour maintenir la sortie sur avant l'acquisition d'une image fixe. Par exemple, utile pour les lampes fluorescentes qui prennent quelques secondes pour allumer.
nl: De duur van de uitvoer op voorafgaand aan het beeld nog steeds het verwerven van te houden. Bijvoorbeeld, handig voor fluorescerende lampen die een paar seconden aan te zetten.
pl: Czas, aby utrzymać się na wyjście przed nabyciem obrazu nieruchomego. Na przykład, przydatne dla lamp fluorescencyjnych, które trwa kilka sekund, aby włączyć.
pt: A duração para manter a saída na antes de adquirir uma imagem ainda. Por exemplo, útil para lâmpadas fluorescentes que levam alguns segundos para ligar.
sv: Varaktigheten att hålla utgången på innan förvärva en stillbild. Till exempel användbart för lysrör som tar ett par sekunder för att slå på.

source: Path to save still image files. Leave blank to use default location.
fr: Chemin pour enregistrer les fichiers d'images fixes. Laissez vide pour utiliser l'emplacement par défaut.
nl: Pad om stilstaande beeldbestanden op te slaan. Laat dit leeg om de standaardlocatie te gebruiken.
pl: Ścieżka, aby zapisać pliki zdjęciowe. Zostaw puste, aby użyć domyślnej lokalizacji.
pt: Caminho para salvar arquivos de imagem estática. Deixe em branco para usar o local padrão.
sv: Sökväg för att spara stillbildsfiler. Lämna tomt för att använda standardplatsen.

source: Path to save timelapse image files. Leave blank to use default location.
fr: Chemin pour enregistrer les fichiers image timelapse. Laissez vide pour utiliser l'emplacement par défaut.
nl: Pad om timelapse afbeeldingsbestanden op te slaan. Laat dit leeg om de standaardlocatie te gebruiken.
pl: Ścieżka do timelapse zapisać pliki obrazów. Zostaw puste, aby użyć domyślnej lokalizacji.
pt: Caminho para salvar arquivos de imagem timelapse. Deixe em branco para usar o local padrão.
sv: Sökväg för att spara bildfiler för timelapse. Lämna tomt för att använda standardplatsen.

source: Path to save video files. Leave blank to use default location.
fr: Chemin pour enregistrer les fichiers vidéo. Laissez vide pour utiliser l'emplacement par défaut.
nl: Pad om videobestanden op te slaan. Laat dit leeg om de standaardlocatie te gebruiken.
pl: Ścieżka do zapisywania plików wideo. Zostaw puste, aby użyć domyślnej lokalizacji.
pt: Caminho para salvar arquivos de vídeo. Deixe em branco para usar o local padrão.
sv: Vägen för att spara videofiler. Lämna tomt för att använda standardplatsen.

source: Video Stream
fr: Flux vidéo
pl: Strumień wideo
pt: Transmissão de vídeo
sv: Videoström

source: Timelapse Parameters
fr: Paramètres Timelapse
pl: Parametry timelapse
pt: Parâmetros de intervalo de tempo
sv: Timelapse Parametrar

source: Generate
fr: Générer
nl: Genereer
pl: Generować
pt: Gerar
sv: Generera

source: Last Timelapse
fr: Dernier Timelapse
nl: Laatste Timelapse
pl: Ostatni timelapse
pt: Último Timelapse
sv: Senaste Timelapse

source: Last Still
fr: Dernier encore
pl: Ostatni Still
pt: Último ainda
sv: Sist fortfarande

source: Drag
fr: Glisser
nl: Sleep
pt: Arrastar

source: Select a measurement with the unit
fr: Sélectionnez une mesure avec l'unité
nl: Selecteer een meting met het apparaat
pl: Wybierz pomiar z urządzenia
pt: Selecione uma medição com o aparelho
sv: Välj en mätning med enheten

source: Amps
fr: Ampère
pl: Ampery
sv: ampere

source: Past Hour
fr: Moins d'une heure
nl: Afgelopen uur
pl: Ostatnia godzina
pt: Hora passada
sv: senaste timmen

source: Past Day
fr: Jour passé
nl: Gisteren
pl: Po dniu
pt: Dia passado
sv: Förra dagen

source: Past Week
fr: La semaine dernière
nl: Vorige week
pl: Miniony tydzień
pt: Semana passada
sv: Förra veckan

source: Past Month
fr: Mois passé
nl: Afgelopen maand
pl: ostatniego miesiąca
pt: Mês passado
sv: Senaste månaden

source: Amps (Average over period)
fr: Ampère (moyenne sur la période)
nl: Amps (gemiddelde in de periode)
pl: Amperów (średnio w ciągu okresu)
pt: Amps (média ao longo do período)
sv: Ampere (genomsnittligt under perioden)

source: Cost
fr: Coût
nl: Kosten
pl: Koszt
pt: Custo
sv: Kosta

source: From
fr: De
nl: Van
pl: Od
pt: A partir de
sv: Från

source: Past Year
fr: L'année passée
nl: Afgelopen jaar
pl: Poprzedni rok
pt: Ano passado
sv: Förra året

source: hours
fr: Heures
nl: uren
pl: godziny
pt: horas
sv: timmar

source: Functions conduct complex tasks, often coupling one or more <a href="/input">Inputs</a> with <a href="/output">Outputs</a>. For example, this could be using a PID Controller to create a feedback loop with a temperature sensor and heater in order to regulate temperature.
fr: Fonction réalise des tâches complexes, souvent en couplant une ou plusieures <a href="/input"> entrées </a> avec <a href="/output"> sorties </a>. Par exemple, elle pourrait utiliser un contrôleur PID afin de créer une boucle de rétroaction avec un capteur de température et un chauffage pour réguler la température.
nl: Functies voeren complexe taken uit, waarbij vaak een of meer <a href="/input">Inputs</a> worden gekoppeld aan <a href="/output">Outputs</a>. Dit kan bijvoorbeeld het gebruik van een PID-controller zijn om een terugkoppellus te creëren met een temperatuursensor en verwarming om de temperatuur te regelen.
pl: Funkcje wykonują złożone zadania, często łącząc jedno lub więcej <a href="/input">wejść</a> z <a href="/output">wyjściami</a>. Na przykład może to być użycie kontrolera PID do utworzenia pętli sprzężenia zwrotnego z czujnikiem temperatury i grzałką w celu regulacji temperatury.
pt: As funções realizam tarefas complexas, muitas vezes acoplando uma ou mais <a href="/input">Entradas</a> com <a href="/output">Saídas</a>. Por exemplo, isto poderia ser utilizando um Controlador PID para criar um circuito de feedback com um sensor de temperatura e um aquecedor a fim de regular a temperatura.
sv: Funktioner utför komplexa uppgifter och kopplar ofta ihop en eller flera <a href="/input">Ingångar</a> med <a href="/output">Utgångar</a>. Det kan t.ex. handla om att använda en PID-regulator för att skapa en återkopplingsslinga med en temperatursensor och en värmare för att reglera temperaturen.

source: Asynchronous Graph
fr: Graphique asynchrone
nl: Asynchrone grafiek
pl: asynchroniczny Graph
pt: Gráfico Assíncrono
sv: Asynkron graf

source: Hold down the <kbd>Ctrl</kbd> or <kbd>&#8984;</kbd> key to select more than one
fr: Maintenez la touche <kbd>Ctrl</kbd> ou <kbd>&#8984;</kbd> pour en sélectionner plusieurs
nl: Houd de toets <kbd>Ctrl</kbd> of <kbd>&#8984;</kbd> ingedrukt om meer dan één te selecteren
pl: Przytrzymaj <kbd>Ctrl</kbd> lub <kbd>&#8984;</kbd>, aby wybrać więcej niż jedną
pt: Mantenha pressionada a tecla <kbd>Ctrl</kbd> ou <kbd>&#8984;</kbd> para selecionar mais de uma
sv: Håll ner <kbd>Ctrl</kbd> eller <kbd>&#8984;</kbd> för att välja mer än en
